Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Cannot rename folder %s %s
german: Ordner kann nicht umbenannt werden %s %s
italian: Impossibile rinominare la cartella %s %s
japanese: フォルダ名を変更できません %s %s
portuguese: Não foi possível renomear a pasta %s %s
russian: Не удается переименовать папку %s %s
spanish: No se puede cambiar el nombre de la carpeta %s %s

source: Cannot rename file %s %s
german: Datei kann nicht umbenannt werden %s %s
italian: Impossibile rinominare il file %s %s
japanese: ファイル名を変更できません %s %s
portuguese: Não foi possível renomear o arquivo %s %s
russian: Не удается переименовать файл %s %s
spanish: No se puede cambiar el nombre del archivo %s %s

source: Error setting permissions - Backup/Restore is not reliable Errors so far: %d Do you want to continue?
german: Fehler beim Festlegen der Berechtigungen – Sicherung/Wiederherstellung ist nicht zuverlässig. Bisherige Fehler: %d Möchten Sie fortfahren?
italian: Errore durante l'impostazione dei permessi - Backup/Ripristino non affidabile Errori finora: %d Vuoi continuare?
japanese: 権限設定エラー - バックアップ/復元は信頼できません これまでのエラー: %d 続行しますか？
portuguese: Erro ao definir permissões - Backup/Restauração não é confiável Erros até o momento: %d Deseja continuar?
russian: Ошибка установки разрешений - Резервное копирование/восстановление ненадежно Ошибки на данный момент: %d Вы хотите продолжить?
spanish: Error al configurar los permisos: la copia de seguridad/restauración no es fiable Errores hasta el momento: %d ¿Quieres continuar?

source: Error reading stat file %s %s
german: Fehler beim Lesen der Statistikdatei %s %s
italian: Errore durante la lettura del file stat %s %s
japanese: 統計ファイル読み取りエラー %s %s
portuguese: Erro ao ler o arquivo de estatísticas %s %s
russian: Ошибка чтения файла статистики %s %s
spanish: Error al leer el archivo de estadísticas %s %s

source: Error setting permissions for file: %s %s
german: Fehler beim Festlegen der Dateiberechtigungen: %s %s
italian: Errore durante l'impostazione delle autorizzazioni per il file: %s %s
japanese: ファイル %s の権限設定エラー %s
portuguese: Erro ao definir permissões para o arquivo: %s %s
russian: Ошибка установки прав доступа к файлу: %s %s
spanish: Error al configurar los permisos del archivo: %s %s

source: Error opening file %s %s
german: Fehler beim Öffnen der Datei %s %s
italian: Errore durante l'apertura del file %s %s
japanese: ファイルを開くときにエラーが発生しました %s %s
portuguese: Erro ao abrir o arquivo %s %s
russian: Ошибка открытия файла %s %s
spanish: Error al abrir archivo %s %s

source: Error closing file %s %s
german: Fehler beim Schließen der Datei: %s %s
italian: Errore durante la chiusura del file %s %s
japanese: ファイルのクローズ中にエラーが発生しました %s %s
portuguese: Erro ao fechar o arquivo %s %s
russian: Ошибка закрытия файла %s %s
spanish: Error al cerrar el archivo %s %s

source: Error writing stat file %s
german: Fehler beim Schreiben der Statistikdatei %s
italian: Errore durante la scrittura del file stat %s
japanese: ステータスファイル書き込みエラー %s
portuguese: Erro ao gravar arquivo de estatísticas %s
russian: Ошибка записи файла статистики %s
spanish: Error al escribir el archivo de estadísticas %s

source: Initializing WPAD and KPAD
german: WPAD und KPAD werden initialisiert
italian: Inizializzazione WPAD e KPAD
japanese: WPADとKPADを初期化しています
portuguese: Inicializando WPAD e KPAD
russian: Инициализация WPAD и KPAD
spanish: Inicializando WPAD y KPAD

source: Initializing loadWiiU Titles
german: WiiU-Titel werden initialisiert
italian: Inizializzazione titoli loadWiiU
japanese: WiiUタイトルのロードを初期化しています
portuguese: Inicializando Títulos do loadWiiU
russian: Инициализация заголовков loadWiiU
spanish: Inicializando loadWiiU Titles

source: Initializing FS
german: FS wird initialisiert
italian: Inizializzazione FS
japanese: FSを初期化しています
portuguese: Inicializando FS
russian: Инициализация FS
spanish: Inicializando FS

source: initFS failed. Please make sure your MochaPayload is up-to-date
german: initFS fehlgeschlagen. Bitte stellen Sie sicher, dass Ihre MochaPayload aktuell ist.
italian: initFS fallito. Assicurati che il tuo MochaPayload sia aggiornato
japanese: initFSに失敗しました。MochaPayloadが最新であることを確認してください
portuguese: Falha na inicialização do sistema de arquivos. Certifique-se de que seu MochaPayload esteja atualizado
russian: initFS завершился с ошибкой. Пожалуйста, убедитесь, что ваш MochaPayload обновлен
spanish: initFS falló. Por favor, asegúrate de que tu MochaPayload esté actualizado

source: Initializing BackupSets metadata.
german: Backup-Set-Metadaten werden initialisiert
italian: Inizializzazione metadati BackupSet.
japanese: バックアップセットのメタデータを初期化しています。
portuguese: Inicializando metadados do BackupSets.
russian: Инициализация метаданных BackupSets
spanish: Inicializando metadatos de BackupSets

source: Initializing Excludes config.
german: Ausgeschlossene Konfiguration wird initialisiert
italian: Inizializzazione configurazione Excludes.
japanese: 除外設定を初期化しています。
portuguese: Inicializando Exclui configuração.
russian: Инициализация конфигурации исключений
spanish: Inicializando configuración de Exclusiones

source: Initializing Mii repos.
german: Mii-Repositories werden initialisiert.
italian: Inizializzazione repository Mii.
japanese: Miiリポジトリを初期化しています。
portuguese: Inicializando repositórios Mii.
russian: Инициализация репозиториев Mii.
spanish: Inicializando repositorios de Mii.

source: Press \ue044 to exit.
german: \ue044: Ausfahrt
italian: \ue044: uscire.
japanese: \ue044 出口
portuguese: \ue044: sair.
russian: \ue044 выхода.
spanish: \ue044: Salir

source: %s Unexpected size for a DB file: %d. Expected %d bytes or more.
german: %s Unerwartete Größe für eine DB-Datei: %d. Erwartet wurden %d Bytes oder mehr.
italian: %s Dimensione imprevista per un file DB: %d. Previsti %d byte o più.
japanese: %s DBファイルのサイズが予期しません: %d。%dバイト以上である必要があります。
portuguese: %s Tamanho inesperado para um arquivo de banco de dados: %d. Esperava-se %d bytes ou mais.
russian: %s Неожиданный размер файла базы данных: %d. Ожидалось %d байт или больше.
spanish: %s Tamaño inesperado para un archivo de base de datos: %d. Se esperaban %d bytes o más.

source: %s Cannot create memory buffer for reading the DB data
german: %s Speicherpuffer zum Lesen der Datenbankdaten konnte nicht erstellt werden
italian: %s Impossibile creare un buffer di memoria per la lettura dei dati del database
japanese: %s DBデータ読み取り用のメモリバッファを作成できません
portuguese: %s Não foi possível criar o buffer de memória para leitura dos dados do banco de dados
russian: %s Невозможно создать буфер памяти для инициализации данных базы данных
spanish: %s No se puede crear el búfer de memoria para leer los datos de la BD.

source: Error reading file %s %s
german: Fehler beim Lesen der Datei %s %s
italian: Errore durante la lettura del file %s %s
japanese: ファイル読み取りエラー %s %s
portuguese: Erro ao ler o arquivo %s %s
russian: Ошибка чтения файла %s %s
spanish: Error al leer el archivo %s %s

source: Error reading db %s Wrong magic number.
german: Fehler beim Lesen der Datenbank %s Falsche magische Zahl.
italian: Errore durante la lettura del database %s Numero magico errato.
japanese: 読み込み中にエラーが発生しました %s マジックナンバーが間違っています。
portuguese: Erro ao ler o banco de dados %s Número mágico incorreto.
russian: Ошибка чтения базы данных %s Неверное магическое число.
spanish: Error al leer la base de datos %s Número mágico incorrecto.

source: Error closing file %s %s
german: Fehler beim Schließen der Datei %s %s
italian: Errore durante la chiusura del file %s %s
japanese: ファイルのクローズ中にエラーが発生しました %s %s
portuguese: Erro ao fechar o arquivo %s %s
russian: Ошибка закрытия файла %s %s
spanish: Error al cerrar el archivo %s %s

source: Error writing file %s %s
german: Fehler beim Schreiben der Datei %s %s
italian: Errore durante la scrittura del file %s %s
japanese: ファイルの書き込み中にエラーが発生しました: %s %s
portuguese: Erro ao gravar o arquivo %s %s
russian: Ошибка записи файла %s %s
spanish: Error al escribir el archivo %s %s

source: Error managing temporal db %s No action has been made over real mii db.
german: Fehler beim Verwalten der temporären Datenbank %s Es wurden keine Aktionen an der echten Mii-Datenbank durchgeführt.
italian: Errore durante la gestione del db temporale %s Nessuna azione è stata eseguita sul db mii reale.
japanese: 一時 db %s の管理中にエラーが発生しました 実際の mii db に対してアクションは実行されていません。
portuguese: Erro ao gerenciar o banco de dados temporário %s Nenhuma ação foi realizada no banco de dados real do Mii.
russian: Ошибка управления временной базой данных %s Никаких действий с реальной базой данных Mii не производилось.
spanish: Error al administrar la base de datos temporal %s No se ha realizado ninguna acción sobre la base de datos Mii real.

source: Cannot find an EMPTY location for the mii in the STADIO db
german: Kein leerer Speicherort für das Mii in der STADIO-Datenbank gefunden
italian: Impossibile trovare una posizione VUOTA per il mii nel database STADIO
japanese: STADIOデータベースにmiiの空の場所が見つかりません
portuguese: Não foi possível encontrar um local VAZIO para o mii no banco de dados do STADIO
russian: Не удается найти ПУСТОЕ местоположение для mii в базе данных STADIO
spanish: No se encuentra una ubicación VACÍA para el mii en la base de datos de STADIO

source: Cannot find an EMPTY frame for the mii in the STADIO db
german: Kein leerer Frame für das Mii in der STADIO-Datenbank gefunden
italian: Impossibile trovare un frame VUOTO per il mii nel database STADIO
japanese: STADIOデータベースにmiiの空フレームが見つかりません
portuguese: Não foi possível encontrar um quadro VAZIO para o mii no banco de dados do STADIO
russian: Не удается найти ПУСТОЙ фрейм для mii в базе данных STADIO
spanish: No se encuentra un marco VACÍO para el mii en la base de datos de STADIO

source: Warning: unable to populate Account repo. Non-critical error, you can continue
german: Warnung: Account-Repository konnte nicht befüllt werden. Nicht kritischer Fehler, Sie können fortfahren
italian: Avviso: impossibile popolare il repository dell'account. Errore non critico, puoi continuare
japanese: 警告: アカウントリポジトリにデータを追加できません。重大ではないエラーです。続行できます。
portuguese: Aviso: não foi possível preencher o repositório da conta. Erro não crítico, você pode continuar
russian: Предупреждение: не удалось заполнить репозиторий учетных записей. Некритическая ошибка, вы можете продолжить
spanish: Advertencia: No se puede rellenar el repositorio de la cuenta. Error no crítico; puedes continuar

source: Warning: unable to import mii %s in STADIO. Non-critical error, you can continue
german: Warnung: Mii %s konnte nicht in STADIO importiert werden. Nicht kritischer Fehler, Sie können fortfahren
italian: Avviso: impossibile importare i Mii %s in STADIO. Errore non critico, puoi continuare
japanese: 警告: mii %s を STADIO にインポートできません。重大ではないエラーです。続行できます。
portuguese: Aviso: não foi possível importar o Mii %s para o STADIO. Erro não crítico, você pode continuar
russian: Предупреждение: не удалось импортировать mii %s в STADIO. Некритическая ошибка, вы можете продолжить
spanish: Advertencia: No se pueden importar los Mii %s en Stadio. Error no crítico; puedes continuar

source: Warning: unable to extract MiiData for %s (by %s). Non-critical error, you can continue
german: Warnung: Mii-Daten für %s (von %s) konnten nicht extrahiert werden. Nicht kritischer Fehler, Sie können fortfahren
italian: Avviso: impossibile estrarre i MiiData per %s (da %s). Errore non critico, puoi continuare
japanese: 警告: %s の MiiData を抽出できません (作成者: %s)。重大ではないエラーです。続行できます。
portuguese: Aviso: não foi possível extrair MiiData para %s (por %s). Erro não crítico, você pode continuar
russian: Предупреждение: не удалось извлечь MiiData для %s (от %s). Некритическая ошибка, вы можете продолжить
spanish: Advertencia: No se pueden extraer los datos de los Mii de %s (por %s). Error no crítico; puedes continuar

source: %s Cannot create memory buffer for initializing the DB data
german: %s Es konnte kein Speicherpuffer zum Initialisieren der Datenbankdaten erstellt werden
italian: %s Impossibile creare un buffer di memoria per inizializzare i dati del database
japanese: %s DBデータを初期化するためのメモリバッファを作成できません
portuguese: %s Não foi possível criar o buffer de memória para inicializar os dados do banco de dados
russian: %s Невозможно создать буфер памяти для чтения данных mii
spanish: %s No se puede crear un búfer de memoria para inicializar los datos de la base de datos

source: %s Unexpected size for a Mii file: %d. Only %d or %d bytes are allowed File will be skipped
german: %s Unerwartete Größe für eine Mii-Datei: %d. Nur %d oder %d Bytes sind zulässig. Die Datei wird übersprungen.
italian: %s Dimensione imprevista per un file Mii: %d. Sono consentiti solo %d o %d byte. Il file verrà saltato.
japanese: %s Miiファイルのサイズが予想外です: %d。許可されているのは%dバイトまたは%dバイトです ファイルはスキップされます
portuguese: %s Tamanho inesperado para um arquivo Mii: %d. Apenas %d ou %d bytes são permitidos. O arquivo será ignorado.
russian: %s Неожиданный размер файла Mii: %d. Допускаются только %d или %d байт. Файл будет пропущен.
spanish: %s Tamaño inesperado para un archivo Mii: %d. Solo se permiten %d o %d bytes. Se omitirá el archivo.

source: %s Cannot create memory buffer for reading the mii data
german: %s Speicherpuffer zum Lesen der Mii-Daten konnte nicht erstellt werden
italian: %s Impossibile creare un buffer di memoria per la lettura dei dati mii
japanese: %s miiデータを読み取るためのメモリバッファを作成できません
portuguese: %s Não foi possível criar o buffer de memória para leitura dos dados do Mii
russian: %s Невозможно создать буфер памяти для чтения данных базы данных
spanish: %s No se puede crear un búfer de memoria para leer los datos mii

source: Error serializing WiiU MiiData
german: Fehler beim Serialisieren der Wii U Mii-Daten
italian: Errore durante la serializzazione dei MiiData WiiU
japanese: WiiU MiiData のシリアル化エラー
portuguese: Erro ao serializar os dados Mii do Wii U
russian: Ошибка сериализации WiiU MiiData
spanish: Error al serializar WiiU MiiData

source: Error switching le/be MiiData representation
german: Fehler beim Umschalten der MiiData-Darstellung (Lesen/Besen)
italian: Errore durante il cambio di rappresentazione dei MiiData le/be
japanese: le/be MiiData 表現の切り替えエラー
portuguese: Erro ao alternar a representação de MiiData esquerda/direita
russian: Ошибка переключения представления MiiData le/be
spanish: Error al cambiar la representación de MiiData de le/be

source: Trying to import from null mii data
german: Versuche, Daten von Null-Miis zu importieren
italian: Tentativo di importazione da dati mii nulli
japanese: nullのMiiデータからインポートしようとしています
portuguese: Tentando importar de dados mii nulos
russian: Попытка импорта из нулевых данных mii
spanish: Intentando importar desde datos de mii nulos

source: Only in_place is allowed for account miidata
german: Nur In-Place-Speicherung für Konto-Miidaten zulässig
italian: È consentito solo il salvataggio in_place per i dati mii dell'account
japanese: アカウントのmiidataはin_placeのみ許可されます
portuguese: Somente in_place é permitido para dados Mii da conta
russian: Для miidata учетной записи разрешено только сохранение на месте
spanish: Solo se permite in_place para los miidata de la cuenta

source: MiiData buffer is not big enough %s
german: MiiData-Puffer ist nicht groß genug %s
italian: Il buffer MiiData non è abbastanza grande %s
japanese: Miiデータバッファが不足しています %s
portuguese: O buffer de dados do Mii não é grande o suficiente %s
russian: Буфер MiiData недостаточно велик %s
spanish: El búfer de MiiData no es lo suficientemente grande %s

source: Error transforming WiiU MiiData to Account MiiData
german: Fehler beim Konvertieren von WiiU MiiData in Account MiiData
italian: Errore durante la trasformazione dei MiiData WiiU in MiiData dell'account
japanese: WiiU MiiData からアカウント MiiData への変換エラー
portuguese: Erro ao transformar MiiData do Wii U em MiiData da conta
russian: Ошибка преобразования MiiData WiiU в MiiData учетной записи
spanish: Error al transformar MiiData de WiiU a MiiData de cuenta

source: Error deserializing WiiU MiiData
german: Fehler beim Deserialisieren der WiiU Mii-Daten
italian: Errore durante la deserializzazione dei MiiData WiiU
japanese: WiiU MiiDataデシリアライズエラー
portuguese: Erro ao desserializar os dados Mii do Wii U
russian: Ошибка десериализации WiiU MiiData
spanish: Error al deserializar MiiData de WiiU

source: Wipe Mii Operation not supported for Account Data Miis
german: Mii-Löschvorgang für Kontodaten-Miis nicht unterstützt
italian: Operazione di cancellazione Mii non supportata per i Mii dei dati dell'account
japanese: アカウントデータMiiではMiiの消去操作はサポートされていません
portuguese: A operação de limpeza Mii não é suportada para Miis de Dados da Conta
russian: Операция очистки Mii не поддерживается для Mii из данных учетной записи
spanish: Operación de borrado de Mii no compatible con Miis de datos de cuenta

source: Error parsing file %s
german: Fehler beim Parsen der Datei %s
italian: Errore durante l'analisi del file %s
japanese: ファイルの解析中にエラーが発生しました %s
portuguese: Erro ao analisar o arquivo %s
russian: Ошибка анализа файла %s
spanish: Error al analizar archivo %s

source: Reading Miis: %d
german: Miis werden gelesen: %d
italian: Lettura Mii: %d
japanese: Miiの読み取り中: %d
portuguese: Lendo Miis: %d
russian: Чтение Miis: %d
spanish: Leyendo Miis: %d

source: pre-Restore backup
german: Sicherung vor Wiederherstellung
italian: Backup pre-Restore
japanese: pre-Restore バックアップ
portuguese: backup pre-Restore
spanish: Backup previo a la restauración

source: Backup Failed - Restore aborted !!
german: Backup fehlgeschlagen – Wiederherstellung abgebrochen!!
italian: Backup non riuscito - Ripristino interrotto!!
japanese: バックアップ失敗 - リストアを中止しました !!
portuguese: Backup falhou - Restauração abortada!!
russian: Сбой резервного копирования - Восстановление прервано !!
spanish: Backup fallida - ¡Restauración cancelada!

source: Error copying data.
german: Fehler beim Kopieren der Daten.
italian: Errore durante la copia dei dati.
japanese: データのコピー中にエラーが発生しました。
portuguese: Erro ao copiar os dados.
russian: Ошибка копирования данных.
spanish: Error al copiar datos.

source: Error creating folder.
german: Fehler beim Erstellen des Ordners.
italian: Errore durante la creazione della cartella.
japanese: フォルダの作成中にエラーが発生しました。
portuguese: Erro ao criar a pasta.
russian: Ошибка создания папки.
spanish: Error al crear la carpeta.

source: %s Restore failed.
german: %s Wiederherstellung fehlgeschlagen.
italian: %s Ripristino non riuscito.
japanese: %s 復元に失敗しました。
portuguese: %s Falha na restauração.
russian: %s Восстановление не удалось.
spanish: %s Error en la restauración.

source: Cannot find a name for the mii file: %s %s
german: Kein Name für die Mii-Datei gefunden: %s %s
italian: Impossibile trovare un nome per il file mii: %s %s
japanese: miiファイルの名前が見つかりません: %s %s
portuguese: Não foi possível encontrar um nome para o arquivo mii: %s %s
russian: Не удается найти имя для файла mii: %s %s
spanish: No se encuentra un nombre para el archivo mii: %s %s

source: %s Failed to delete file: %s %s
german: %s Fehler beim Löschen der Datei: %s %s
italian: %s Impossibile eliminare il file: %s %s
japanese: %s ファイルの削除に失敗しました: %s %s
portuguese: %s Falha ao excluir o arquivo: %s %s
russian: %s Не удалось удалить файл: %s %s
spanish: %s Error al eliminar el archivo: %s %s

source: Maximum Numer of Favorite Miis (%d) reached
german: Maximale Anzahl an Lieblings-Miis (%d) erreicht
italian: Numero massimo di Mii preferiti (%d) raggiunto
japanese: お気に入りMiiの最大数（%d）に達しました
portuguese: Número máximo de Miis favoritos (%d) atingido
russian: Достигнуто максимальное количество избранных Mii (%d)
spanish: Número máximo de Miis favoritos (%d) alcanzado

source: Mii %s not found in Favorites section
german: Mii %s nicht im Favoritenbereich gefunden
italian: Mii %s non trovato nella sezione Preferiti
japanese: お気に入りセクションにMii %sが見つかりません
portuguese: Mii %s não encontrado na seção Favoritos
russian: Mii %s не найден в разделе Избранное
spanish: El Mii %s no se encuentra en la sección Favoritos

source: Cannot find an EMPTY location for the mii in the db
german: Kein leerer Speicherort für das Mii in der Datenbank gefunden
italian: Impossibile trovare una posizione VUOTA per il mii nel database
japanese: データベースにmiiの空の場所が見つかりません
portuguese: Não foi possível encontrar um local VAZIO para o mii no banco de dados
russian: Не удается найти ПУСТОЕ местоположение для mii в базе данных
spanish: No se encuentra una ubicación VACÍA para el mii en la base de datos

source: Beware: This is a Normal Mii from MiiId slice 0x1/3 and it will probably be deleted when you open the Mii Channel. Do you want me to change it to a safer slice (0x4/3)?
german: Achtung:Dies ist ein normales Mii aus dem MiiId-Slice 0x1/3 und wird wahrscheinlich gelöscht, sobald du den Mii-Kanal öffnest. Soll ich es in einen sichereren Slice (0x4/3) ändern?
italian: Attenzione:Questo è un Mii normale proveniente dalla slice MiiId 0x1/3 e probabilmente verrà eliminato quando aprirai il Canale Mii. Vuoi che lo cambi in una slice più sicura (0x4/3)?
japanese: 注意：これはMiiIDスライス0x1/3の通常Miiです。Miiチャンネルを開くと削除される可能性があります。より安全なスライス（0x4/3）に変更しますか？
portuguese: Atenção:Este é um Mii normal do bloco MiiId 0x1/3 e provavelmente será deletado quando você abrir o Canal Mii. Deseja que eu o altere para um bloco mais seguro (0x4/3)?
russian: Внимание:Это обычный Mii из MiiId-среза 0x1/3, и он, вероятно, будет удален при открытии Mii Channel. Хотите, чтобы я изменил его на более безопасный срез (0x4/3)?
spanish: Atención:Este es un Mii normal del segmento MiiId 0x1/3 y probablemente se eliminará al abrir el Canal Mii. ¿Quieres que lo cambie a un segmento más seguro (0x4/3)?

source: Beware: This is a Temporary Mii so it won't appear in MiiMkaker. Do you want me to change it to a Permanent one?
german: Achtung: Dies ist ein temporäres Mii und wird daher nicht im MiiMaker angezeigt. Soll ich es in ein permanentes Mii ändern?
italian: Attenzione: questo è un Mii temporaneo, quindi non apparirà in MiiMkaker. Vuoi che lo cambi in uno permanente?
japanese: 注意：これは一時的なMiiなので、MiiMkakerには表示されません。永続的なMiiに変更しますか？
portuguese: Atenção: Este é um Mii temporário, portanto não aparecerá no Criador de Mii. Deseja que eu o altere para um permanente?
russian: Внимание: это временный Mii, поэтому он не будет отображаться в MiiMkaker. Хотите, чтобы я изменил его на постоянный?
spanish: Atención: Este es un Mii temporal, así que no aparecerá en MiiMkaker. ¿Quieres que lo cambie a uno permanente?
