Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: No data selected to moveProfile
german: Keine Daten zum Verschieben des Profils ausgewählt
italian: Nessun dato selezionato da spostare nel profilo
japanese: プロファイルを移動するデータが選択されていません
portuguese: Nenhum dado selecionado para moverPerfil
russian: Данные для moveProfile не выбраны
spanish: No hay datos seleccionados para mover perfil

source: No data selected to copy
german: Keine Daten zum Kopieren ausgewählt.
italian: Nessun dato selezionato da copiare
japanese: コピーするデータが選択されていません
portuguese: Nenhum dado selecionado para copiar
russian: Данные для копирования не выбраны
spanish: No se seleccionaron datos para copiar

source: Savedata succesfully backed up!
german: Speicherdaten erfolgreich gesichert !
italian: Backup dei dati salvati completato correttamente!
japanese: セーブデータのバックアップに成功しました！
portuguese: Backup de dados salvos concluído com sucesso!
russian: Сохраненные данные успешно скопированы!
spanish: ¡Datos guardados respaldados correctamente!

source: Savedata succesfully restored!
german: Speicherdaten erfolgreich wiederhergestellt!
italian: Dati salvati ripristinati correttamente!
japanese: セーブデータの復元に成功しました！
portuguese: Dados salvos restaurados com sucesso!
russian: Сохраненные данные успешно восстановлены!
spanish: ¡Datos guardados restaurados correctamente!

source: Savedata succesfully wiped!
german: Speicherdaten erfolgreich gelöscht!
italian: Dati salvati cancellati correttamente!
japanese: セーブデータの消去に成功しました！
portuguese: Dados salvos apagados com sucesso!
russian: Сохраненные данные успешно удалены!
spanish: ¡Datos guardados borrados correctamente!

source: Savedata succesfully moved!
german: Speicherdaten erfolgreich verschoben!
italian: Dati salvati spostati correttamente!
japanese: セーブデータの移動に成功しました！
portuguese: Dados salvos movidos com sucesso!
russian: Сохраненные данные успешно перемещены!
spanish: ¡Datos guardados movidos correctamente!

source: Savedata succesfully copied!
german: Speicherdaten erfolgreich kopiert!
italian: Dati salvati copiati correttamente!
japanese: セーブデータのコピーに成功しました！
portuguese: Dados salvos copiados com sucesso!
russian: Сохраненные данные успешно скопированы!
spanish: ¡Datos guardados copiados correctamente!

source: Batch Tasks Menu
german: Stapelverarbeitung Aufgabenmenü
italian: Menu attività batch
japanese: バッチタスクメニュー
portuguese: Menu de tarefas em lote
russian: Меню пакетных задач
spanish: Menú de tareas por lotes

source: Batch Backup
german: Massensicherung
italian: Backup Batch
japanese: バッチバックアップ
portuguese: Fazer backup em massa
russian: Пакетный бекап
spanish: Backup por lotes

source: Batch Restore
german: Stapelwiederherstellung
italian: Ripristino in batch
japanese: バッチリストア
portuguese: Restauração em Lote
russian: Пакетное восстановление
spanish: Restaurar por lotes

source: Batch Wipe
german: Stapellöschen
italian: Cancellazione batch
japanese: バッチワイプ
portuguese: Limpeza em Lote
russian: Пакетная очистка
spanish: Borrar por lotes

source: Batch Move to Other Profile
german: Batch-Verschieben in ein anderes Profil
italian: Spostamento batch in un altro profilo
japanese: 他のプロファイルへの一括移動
portuguese: Mover em Lote para Outro Perfil
russian: Пакетное перемещение в другой профиль
spanish: Mover por lotes a otro perfil

source: Batch Copy to Other Profile
german: Stapelkopie in anderes Profil kopieren
italian: Copia batch su altro profilo
japanese: 他のプロファイルへの一括コピー
portuguese: Cópia em Lote para Outro Perfil
russian: Пакетное копирование в другой профиль
spanish: Copiar por lotes a otro perfil

source: Batch Copy to Other Device
german: Stapelkopie auf anderes Gerät
italian: Batch CopyToAltro Dispositivo
japanese: バッチコピー（他のデバイス）
portuguese: Cópia em Lote para Outro Dispositivo
russian: Пакетное копирование на другое устройство
spanish: Copia por lotes a otro dispositivo

source: Batch Restore allows you to restore all savedata from a BatchBackup * to the same user profiles * to a different user in the same console * or to a different console where the games are already installed. Now it is not needed to run the game first to initialize the savedata.
german: Mit „Stapelwiederherstellung“ können Sie alle Speicherdaten aus einer Stapelsicherung * in denselben Benutzerprofilen *, in einem anderen Benutzerprofil auf derselben Konsole * oder auf einer anderen Konsole, auf der die Spiele bereits installiert sind, wiederherstellen. Jetzt ist es nicht mehr nötig, das Spiel vorher zu starten, um die Speicherdaten zu initialisieren.
italian: Batch Restore ti consente di ripristinare tutti i dati salvati da un BatchBackup * agli stessi profili utente * a un utente diverso nella stessa console * o a una console diversa in cui i giochi sono già installati. Ora non è necessario eseguire prima il gioco per inizializzare i dati salvati.
japanese: バッチ復元を使用すると、バッチバックアップからすべてのセーブデータを * 同じユーザープロファイルに * 同じコンソールの別のユーザーに * またはゲームが既にインストールされている別のコンソールに復元できます。 セーブデータを初期化するためにゲームを最初に起動する必要がなくなりました。
portuguese: Restauração em lote permite restaurar todos os dados salvos de um backup em lote para os mesmos perfis de usuário, para um usuário diferente no mesmo console ou para um console diferente onde os jogos já estão instalados. Agora não é necessário executar o jogo primeiro para inicializar os dados salvos.
russian: Пакетное восстановление позволяет восстановить все данные сохранений из пакетной резервной копии * в те же профили пользователей * другому пользователю на той же консоли * или на другую консоль, где игры уже установлены. Теперь не нужно сначала запускать игру для инициализации данных сохранений.
spanish: Restaurar por lotes te permite restaurar todos los datos guardados de una copia de seguridad por lotes * a los mismos perfiles de usuario *, a un usuario diferente en la misma consola * o a una consola diferente donde los juegos ya estén instalados. Ahora no es necesario ejecutar el juego primero para inicializar los datos guardados.

source: Batch Wipe allows you to wipe savedata belonging to a given profile across all selected titles. It detects also savedata belonging to profiles not defined in the console.
german: Mit „Stapellöschung“ können Sie Speicherdaten eines bestimmten Profils in allen ausgewählten Titeln löschen. Es erkennt auch Speicherdaten von Profilen, die nicht in der Konsole definiert sind.
italian: Batch Wipe ti consente di cancellare i dati salvati appartenenti a un dato profilo in tutti i titoli selezionati. Rileva anche i dati salvati appartenenti a profili non definiti nella console.
japanese: バッチワイプを使用すると、選択したすべてのタイトルで、特定のプロファイルに属するセーブデータをワイプできます。コンソールに定義されていないプロファイルに属するセーブデータも検出されます。
portuguese: Apagar em lote permite apagar os dados salvos pertencentes a um determinado perfil em todos os títulos selecionados. Também detecta dados salvos pertencentes a perfis não definidos no console.
russian: Пакетное удаление позволяет удалить данные сохранений, принадлежащие заданному профилю, во всех выбранных играх. Оно также обнаруживает данные сохранений, принадлежащие профилям, не определенным в консоли.
spanish: Borrado por lotes te permite borrar los datos guardados de un perfil determinado en todos los títulos seleccionados. También detecta los datos guardados de perfiles no definidos en la consola.

source: Batch Move To Other Profile allows you to move savedata from one user profile to a different user profile. There is no data copy, just a renaming of folders, so it is very quick..
german: Mit „Stapelverarbeitung in anderes Profil verschieben“ können Sie Speicherdaten von einem Benutzerprofil in ein anderes verschieben. Es werden keine Daten kopiert, sondern nur Ordner umbenannt. Daher geht es sehr schnell.
italian: Spostamento batch su altro profilo consente di spostare i dati salvati da un profilo utente a un profilo utente diverso. Non viene eseguita alcuna copia dei dati, solo una ridenominazione delle cartelle, quindi è molto veloce...
japanese: 他のプロファイルへのバッチ移動を使用すると、セーブデータをあるユーザープロファイルから別のユーザープロファイルに移動できます。データのコピーは行われず、フォルダ名の変更のみなので、非常に高速です。
portuguese: Mover em lote para outro perfil permite mover dados salvos de um perfil de usuário para outro. Não há cópia de dados, apenas renomeação de pastas, por isso é muito rápido.
russian: Функция Пакетное перемещение в другой профиль позволяет перемещать данные сохранений из одного профиля пользователя в другой. Копирование данных не происходит, только переименование папок, поэтому процесс очень быстрый.
spanish: Mover por lotes a otro perfil te permite mover datos guardados de un perfil de usuario a otro. No se copian los datos, solo se renombran las carpetas, así que es muy rápido...

source: Batch Copy To Other Profile allows you to transfer savedata from one user profile to a different user profile. Savedata from the source data remains untouched.
german: Mit Stapelkopie auf anderes Profil können Sie Speicherdaten von einem Benutzerprofil auf ein anderes Benutzerprofil übertragen. Die Speicherdaten der Quelldaten bleiben unberührt.
italian: Copia batch su altro profilo consente di trasferire i dati salvati da un profilo utente a un profilo utente diverso. I dati salvati dai dati di origine rimangono intatti.
japanese: 他のプロファイルへのバッチコピーを使用すると、あるユーザープロファイルから別のユーザープロファイルにセーブデータを転送できます。ソースデータのセーブデータはそのまま残ります。
portuguese: Cópia em lote para outro perfil permite transferir dados salvos de um perfil de usuário para outro. Os dados salvos da origem permanecem intactos.
russian: Пакетное копирование на другой профиль позволяет передавать данные сохранений из одного профиля пользователя в другой профиль пользователя. Данные сохранений из исходных данных остаются нетронутыми.
spanish: Copia por lotes a otro perfil te permite transferir datos guardados de un perfil de usuario a otro. Los datos guardados de la fuente permanecen intactos.

source: Batch Copy To Other Device allows you to transfer savedata between NAND and USB for all selected titles that already have savedata on both media.
german: Mit Stapelkopie auf anderes Gerät können Sie Speicherdaten zwischen NAND und USB für alle ausgewählten Titel übertragen, die bereits Speicherdaten auf beiden Medien haben.
italian: Copia batch su altro dispositivo consente di trasferire i dati salvati tra NAND e USB per tutti i titoli selezionati che hanno già dati salvati su entrambi i supporti.
japanese: 他のデバイスへのバッチコピーを使用すると、NANDとUSBの両方に既にセーブデータがあるすべての選択したタイトルのセーブデータを転送できます。
portuguese: Cópia em lote para outro dispositivo permite transferir dados salvos entre NAND e USB para todos os títulos selecionados que já possuem dados salvos em ambas as mídias.
russian: Пакетное копирование на другое устройство позволяет передавать данные сохранений между NAND и USB для всех выбранных игр, которые уже имеют данные сохранений на обоих носителях.
spanish: Copia por lotes a otro dispositivo te permite transferir datos guardados entre NAND y USB para todos los títulos seleccionados que ya tengan datos guardados en ambos medios.

source: \ue002: Options \ue000: Select Batch Task
german: \ue002: Optionen \ue000: Stapelverarbeitungsaufgabe auswählen
italian: \ue002: Opzioni \ue000: Seleziona attività batch
japanese: \ue002: オプション \ue000: バッチタスクの選択
portuguese: \ue002: Opções \ue000: Selecionar Tarefa em Lote
russian: \ue002: Параметры \ue000: Выбор пакетной задачи
spanish: \ue002: Opciones \ue000: Seleccionar tarea por lotes

source: Failed to open Loadiine game save directory.
german: Fehlgeschlagen Loadiine Spielspeicherverzeichnis zu öffnen.
italian: Apertura della directory di salvataggio del gioco Loadiine non riuscita.
japanese: Loadiine ゲームの保存ディレクトリを開けませんでした。
portuguese: Falha ao abrir pasta de save (Loadiine).
russian: Не удалось открыть каталог сохранения Loadiine.
spanish: Error al abrir el directorio de saves de Loadiine.

source: Loadiine game folder not found.
german: Loadiine Spielordner nicht gefunden.
italian: Cartella di gioco Loadiine non trovata.
japanese: 読み込み中のゲーム フォルダが見つかりません。
portuguese: Pasta do jogo não encontrada (Loadiine).
russian: Папка Loadiine не найдена.
spanish: No se encontró la carpeta Loadiine del juego

source: Are you sure?
german: Bist du sicher?
italian: Sei sicuro?
japanese: 本当によろしいですか？
portuguese: Tem certeza?
russian: Вы уверены?
spanish: ¿Estás seguro?

source: pre-copyToOtherDev backup
german: Sicherung vor CopyToOtherDev
italian: Backup pre-copyToOtherDev
japanese: pre-copyToOtherDev バックアップ
portuguese: backup pre-copyToOtherDev
spanish: Backup previo a copiarAOtroDev

source: Copy failed.
german: Kopieren fehlgeschlagen.
italian: Copia non riuscita.
japanese: コピーに失敗しました。
portuguese: Falha ao copiar.
russian: Копирование не удалось.
spanish: Error al realizar la copia.

source: source_user=-3 is not allowed for this task
german: source_user=-3 ist für diese Aufgabe nicht zulässig.
italian: source_user=-3 non è consentito per questa attività
japanese: このタスクではsource_user=-3は許可されていません
portuguese: source_user=-3 não é permitido para esta tarefa
russian: source_user=-3 не допускается для этой задачи
spanish: source_user=-3 no está permitido para esta tarea

source: Error copying common savedata.
german: Fehler beim Kopieren gemeinsamer Speicherdaten
italian: Errore durante la copia dei dati salvati comuni.
japanese: 共通セーブデータのコピー中にエラーが発生しました。
portuguese: Erro ao copiar dados salvos comuns.
russian: Ошибка копирования общих данных сохранения.
spanish: Error al copiar savedata comunes.

source: Error copying savedata.
german: Fehler beim Kopieren der Speicherdaten
italian: Errore durante la copia dei dati salvati.
japanese: セーブデータのコピー中にエラーが発生しました。
portuguese: Erro ao copiar dados salvos.
russian: Ошибка копирования данных сохранения.
spanish: Error al copiar los savedata.

source: Error copying profile savedata.
german: Fehler beim Kopieren der Profilspeicherdaten
italian: Errore durante la copia dei dati salvati del profilo.
japanese: プロファイルのセーブデータのコピー中にエラーが発生しました。
portuguese: Erro ao copiar dados salvos do perfil.
russian: Ошибка копирования данных сохранения профиля.
spanish: Error al copiar los savedata del perfil.

source: %s Copy failed.
german: %s Kopieren fehlgeschlagen.
italian: %s Copia non riuscita.
japanese: %s コピーに失敗しました。
portuguese: %s Falha na cópia.
russian: %s Копирование не удалось.
spanish: %s Error en la copia.

source: pre-copySavedataToOtherProfile backup
german: Sicherung vor CopySavedataToOtherProfile
italian: Backup pre-copySavedataToOtherProfile
japanese: pre-copySavedataToOtherProfile バックアップ
portuguese: backup pre-copySavedataToOtherProfile
spanish: Backup previo a copiarAOtroPerfil

source: Backup Failed - Replicate aborted !!
german: Backup fehlgeschlagen – Replikation abgebrochen!!
italian: Backup non riuscito - Replica interrotta!!
japanese: バックアップ失敗 - レプリケーションを中止しました !!
portuguese: Backup falhou - Replicação abortada!!
russian: Сбой резервного копирования - Репликация прервана !!
spanish: Backup fallida - ¡Replicación cancelada!

source: %s Copy profile failed.
german: %s Profil kopieren fehlgeschlagen.
italian: %s Copia profilo non riuscita.
japanese: %s プロファイルのコピーに失敗しました。
portuguese: %s Falha ao copiar o perfil.
russian: %s Не удалось скопировать профиль.
spanish: %s Error al copiar perfil.

source: pre-moveSavedataToOtherProfile backup
german: Backup vor dem Verschieben der Speicherdaten in ein anderes Profil
italian: backup pre-moveSavedataToOtherProfile
japanese: プロファイル移動前のセーブデータを他のプロファイルへバックアップ
portuguese: backup pré-moveSavedataToOtherProfile
spanish: Copia de seguridad previa a la transferencia de datos guardados a otro perfil

source: Error deleting savedata folder %s
german: Fehler beim Löschen des Speicherdatenordners %s
italian: Errore durante l'eliminazione della cartella dei dati salvati %s
japanese: セーブデータフォルダの削除エラー %s
portuguese: Erro ao excluir a pasta de dados salvos %s
russian: Ошибка удаления папки savedata %s
spanish: Error al eliminar la carpeta de datos guardados %s

source: Unable to rename folder '%s'to '%s' %s Please restore the backup, fix errors and try again
german: Ordner '%s' kann nicht in '%s' umbenannt werden. %s Bitte stellen Sie die Sicherung wieder her, beheben Sie die Fehler und versuchen Sie es erneut.
italian: Impossibile rinominare la cartella '%s' in '%s' %s Ripristina il backup, correggi gli errori e riprova.
japanese: フォルダ名を '%s' から '%s' に変更できません。 %s バックアップを復元し、エラーを修正してからもう一度お試しください。
portuguese: Não é possível renomear a pasta '%s' para '%s' %s Restaure o backup, corrija os erros e tente novamente.
russian: Невозможно переименовать папку '%s'to '%s' %s Пожалуйста, восстановите резервную копию, исправьте ошибки и повторите попытку
spanish: No se puede cambiar el nombre de la carpeta '%s' a '%s' %s Restaura la copia de seguridad, corrige los errores y vuelve a intentarlo.

source: %s Move profile failed.
german: %s Profil verschieben fehlgeschlagen.
italian: %s Spostamento profilo non riuscito.
japanese: %s プロファイルの移動に失敗しました。
portuguese: %s Falha ao mover o perfil.
russian: %s Не удалось переместить профиль.
spanish: %s Error al mover perfil.

source: Do you want to cancel batch backup?
german: Stapelsicherung abbrechen?
italian: Vuoi annullare il backup batch?
japanese: バッチ バックアップをキャンセルしますか?
portuguese: Deseja cancelar o backup em lote?
russian: Хотите отменить пакетное резервное копирование?
spanish: ¿Quieres cancelar la copia de seguridad por lotes?

source: %s Backup failed. Errors so far: %d Do you want to continue?
german: %s Sicherung fehlgeschlagen. Bisherige Fehler: %d Möchten Sie fortfahren?
italian: %s Backup non riuscito. Errori finora: %d Continuare?
japanese: %s バックアップに失敗しました。 これまでのエラー数: %d 続行しますか?
portuguese: %s Falha no backup. Erros até o momento: %d Deseja continuar?
russian: %s Сбой резервного копирования. Ошибки на данный момент: %d Продолжить?
spanish: %s Error al realizar la copia de seguridad. Errores hasta el momento: %d ¿Desea continuar?

source: BACKUP IN PROGRESS
german: SICHERUNG LÄUFT
italian: BACKUP IN CORSO
japanese: バックアップ中
portuguese: BACKUP EM ANDAMENTO
russian: ИДЕТ РЕЗЕРВНОЕ КОПИРОВАНИЕ
spanish: BACKUP EN CURSO

source: Backup will not preserve permissions. This is a system title and backup will only proceed when you resolve the issue.
german: Die Sicherung behält keine Berechtigungen bei. Dies ist ein Systemtitel, und die Sicherung wird erst fortgesetzt, wenn Sie das Problem behoben haben.
italian: Il backup non manterrà i permessi. Questo è un titolo di sistema e il backup verrà eseguito solo dopo aver risolto il problema.
japanese: バックアップでは権限が保持されません。これはシステムタイトルであり、問​​題が解決された場合にのみバックアップが続行されます。
portuguese: O backup não preservará as permissões. Este é um título do sistema e o backup só prosseguirá quando você resolver o problema.
russian: Резервное копирование не сохранит разрешения. Это системная игра, и резервное копирование продолжится только после решения проблемы.
spanish: La copia de seguridad no conservará los permisos. Este es un título de sistema y la copia de seguridad solo se realizará cuando se resuelva el problema.

source: Backup will not preserve permissions. It can work (legacy mode) but it is advised to solve the issue and retry.
german: Die Sicherung behält keine Berechtigungen bei. Sie kann funktionieren (Legacy-Modus), es wird jedoch empfohlen, das Problem zu beheben und es erneut zu versuchen.
italian: Il backup non manterrà i permessi. Può funzionare (modalità legacy), ma si consiglia di risolvere il problema e riprovare.
japanese: バックアップでは権限が保持されません。レガシーモードでは正常に動作しますが、問題を解決してから再試行することをお勧めします。
portuguese: O backup não preservará as permissões. Pode funcionar (modo legado), mas é aconselhável resolver o problema e tentar novamente.
russian: Резервное копирование не сохранит разрешения. Оно может работать (в режиме совместимости), но рекомендуется решить проблему и повторить попытку.
spanish: La copia de seguridad no conservará los permisos. Puede funcionar (modo heredado), pero se recomienda solucionar el problema y volver a intentarlo.

source: Warning - Error copying metadata saveinfo.xml. Not critical.
german: Warnung – Fehler beim Kopieren der Metadaten saveinfo.xml. Nicht kritisch.
italian: Avviso - Errore durante la copia dei metadati saveinfo.xml. Non critico.
japanese: 警告 - メタデータ saveinfo.xml のコピー中にエラーが発生しました。重大ではありません。
portuguese: Aviso - Erro ao copiar os metadados saveinfo.xml. Não é crítico.
russian: Предупреждение - Ошибка копирования метаданных saveinfo.xml. Не критично.
spanish: Advertencia: Error al copiar los metadatos de saveinfo.xml. No crítico.

source: Error closing FAT32 chars translation file
german: Fehler beim Schließen der FAT32-Zeichenübersetzungsdatei
italian: Errore durante la chiusura del file di traduzione dei caratteri FAT32
japanese: FAT32文字変換ファイルのクローズ中にエラーが発生しました
portuguese: Erro ao fechar o arquivo de tradução de caracteres FAT32
russian: Ошибка закрытия файла преобразования символов FAT32
spanish: Error al cerrar el archivo de traducción de caracteres FAT32

source: WARNING - NO PERMS
german: WARNUNG – KEINE BERECHTIGUNGEN
italian: AVVISO - NESSUN PERMESSO
japanese: 警告 - 権限がありません
portuguese: AVISO - SEM PERMISSÕES
russian: ПРЕДУПРЕЖДЕНИЕ - НЕТ РАЗРЕШЕНИЙ
spanish: ADVERTENCIA: SIN PERMISOS

source: Error restoring common savedata.
german: Fehler beim Wiederherstellen der allgemeinen Speicherdaten.
italian: Errore durante il ripristino dei dati salvati comuni.
japanese: 共通セーブデータの復元中にエラーが発生しました。
portuguese: Erro ao restaurar dados salvos comuns.
russian: Ошибка восстановления общих сохраненных данных.
spanish: Error al restaurar los savedata comunes.

source: Error restoring savedata.
german: Fehler beim Wiederherstellen der Speicherdaten.
italian: Errore durante il ripristino dei dati salvati.
japanese: セーブデータの復元中にエラーが発生しました。
portuguese: Erro ao restaurar os dados salvos.
russian: Ошибка восстановления сохраненных данных.
spanish: Error al restaurar los savedata.

source: Error restoring profile savedata.
german: Fehler beim Wiederherstellen der Profil-Speicherdaten.
italian: Errore durante il ripristino dei dati salvati del profilo.
japanese: プロファイルセーブデータの復元中にエラーが発生しました。
portuguese: Erro ao restaurar os dados salvos do perfil.
russian: Ошибка восстановления сохраненных данных профиля.
spanish: Error al restaurar los savedata del perfil.

source: Error setting permissions
german: Fehler beim Festlegen der Berechtigungen
italian: Errore durante l'impostazione dei permessi
japanese: 権限設定エラー
portuguese: Erro ao definir permissões
russian: Ошибка установки разрешений
spanish: Error al configurar los permisos
