Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: This option is a last resort in case something has gone wrong when restoring data. It will wipe metadata and savedata, and the title will become uninitialized. It does nothing to the installed game code. It's equivalent to a complete savedata wipe from the Wii U Data Management menu. Continue?
german: Diese Option ist der letzte Ausweg, falls beim Wiederherstellen der Daten etwas schiefgegangen ist. Metadaten und Speicherdaten werden gelöscht, und der Titel wird nicht initialisiert. Der installierte Spielcode bleibt unberührt. Dies entspricht dem vollständigen Löschen der Speicherdaten über das Wii U-Datenverwaltungsmenü. Fortfahren?
italian: Questa opzione è l'ultima risorsa nel caso in cui qualcosa sia andato storto durante il ripristino dei dati. Eliminerà i metadati e i dati salvati e il titolo non verrà inizializzato. Non influisce in alcun modo sul codice di gioco installato. Equivale a una cancellazione completa dei dati salvati dal menu Gestione dati della Wii U. Continuare?
japanese: このタスクでは、MiiMaker、インターネットブラウザ、その他のシステムタイトルのセーブデータをバックアップ/復元できます。 変更内容に十分注意して作業を進めてください。一部のセーブデータはシステムの動作に影響を与える可能性があり、誤用すると予期せぬ結果を招く可能性があります。 続行しますか？
portuguese: Este título é um inject (título de vWii ou GC empacotado como um título de Wii U). Se necessário, os arquivos de salvamento do vWii também podem ser gerenciados usando a seção Gerenciamento de Salvamento do vWii.
russian: Этот вариант — крайняя мера на случай, если что-то пошло не так при восстановлении данных. Он удалит метаданные и данные сохранений, а название игры станет неинициализированным. Он никак не повлияет на установленный код игры. Это эквивалентно полному удалению данных сохранений из меню Управление данными на Wii U. Продолжить?
spanish: Esta opción es un último recurso en caso de que algo salga mal al restaurar datos. Borrará los metadatos y los datos guardados, y el título quedará sin inicializar. No afecta al código del juego instalado. Equivale a borrar completamente los datos guardados desde el menú de Gestión de Datos de Wii U. ¿Continuar?

source: Hm, are you REALLY sure?
italian: Sei DAVVERO sicuro?
japanese: うーん、本当によろしいですか？
portuguese: Hum, você quer REALMENTE fazer isso?
russian: Вы ТОЧНО уверены?
spanish: ¿Hm, estás COMPLETAMENTE seguro?

source: Backup current savedata first?
german: Sichere aktuellen Speicherstand zuerst?
italian: Salvare prima il salvataggio corrente?
japanese: 最初に現在のセーブデータをバックアップしますか?
portuguese: Deseja fazer backup do save?
russian: Сделать сперва бекап сохранения?
spanish: ¿Hacer Backup primero de los savedata actuales?

source: pre-Wipe backup
german: Sicherung vor Löschen
italian: Backup pre-Wipe
japanese: pre-Wipe バックアップ
portuguese: backup pre-Wipe
spanish: Backup previa al borrado

source: Backup Failed - Wipe aborted !!
german: Backup fehlgeschlagen – Löschen abgebrochen!!
italian: Backup non riuscito - Cancellazione interrotta!!
japanese: バックアップ失敗 - ワイプを中止しました !!
portuguese: Backup falhou - Limpeza abortada!!
russian: Сбой резервного копирования - Стирание прервано !!
spanish: Backup fallida - ¡Borrado cancelado!

source: Error wiping common savedata.
german: Fehler beim Löschen der allgemeinen Speicherdaten
italian: Errore durante la cancellazione dei dati salvati comuni.
japanese: 共通セーブデータの消去中にエラーが発生しました。
portuguese: Erro ao limpar os dados salvos comuns.
russian: Ошибка при очистке общих сохраненных данных.
spanish: Error al borrar los savedata comunes.

source: Error deleting common folder.
german: Fehler beim Löschen des gemeinsamen Ordners.
italian: Errore durante l'eliminazione della cartella comune.
japanese: 共通フォルダ削除エラー
portuguese: Erro ao excluir pasta comum.
russian: Ошибка удаления общей папки.
spanish: Error al eliminar la carpeta común.

source: %s Failed to delete common folder: %s %s
german: %s Löschen von 'gemeinsamem' Ordner fehlgeschlagen: %s %s
italian: %s Impossibile eliminare la cartella comune: %s %s
japanese: %s 共通フォルダの削除に失敗しました: %s %s
portuguese: %s Falha ao excluir pasta 'common': %s %s
russian: %s Не удалось удалить папку: %s %s
spanish: %s Error al eliminar la carpeta común: %s %s

source: Error wiping savedata.
german: Fehler beim Löschen der Speicherdaten
italian: Errore durante la cancellazione dei dati salvati.
japanese: セーブデータの消去中にエラーが発生しました。
portuguese: Erro ao limpar os dados salvos.
russian: Ошибка при очистке сохраненных данных.
spanish: Error al borrar los savedata.

source: Error wiping profile savedata.
german: Fehler beim Löschen der Profil-Speicherdaten
italian: Errore durante la cancellazione dei dati salvati del profilo.
japanese: プロファイルセーブデータの消去中にエラーが発生しました。
portuguese: Erro ao limpar os dados salvos do perfil.
russian: Ошибка при очистке сохраненных данных профиля.
spanish: Error al borrar los savedata del perfil.

source: Error deleting savedata folder.
german: Fehler beim Löschen des Speicherdatenordners.
italian: Errore durante l'eliminazione della cartella dei dati salvati.
japanese: セーブデータフォルダ削除エラー
portuguese: Erro ao excluir pasta de dados salvos.
russian: Ошибка удаления папки сохранения данных.
spanish: Error al eliminar la carpeta de savedata.

source: Error deleting profile savedata folder.
german: Fehler beim Löschen des Profil-Speicherdatenordners.
italian: Errore durante l'eliminazione della cartella dei dati salvati del profilo.
japanese: プロファイルセーブデータフォルダ削除エラー
portuguese: Erro ao excluir pasta de dados salvos do perfil.
russian: Ошибка удаления папки сохранения профиля.
spanish: Error al eliminar la carpeta de savedata del perfil.

source: %s Failed to delete user folder: %s %s
german: %s Löschen vom Nutzerordner fehlgeschlagen: %s %s
italian: %s Impossibile eliminare la cartella utente: %s %s
japanese: %s ユーザー フォルダの削除に失敗しました: %s %s
portuguese: %s Falha ao excluir pasta de usuário: %s %s
russian: %s Не удалось удалить пользовательскую папку: %s %s
spanish: %s Error al eliminar la carpeta de usuario: %s %s

source: Error wiping metadata+savedata.
german: Fehler beim Löschen von Metadaten und Speicherdaten.
italian: Errore durante la cancellazione dei metadati e dei dati salvati.
japanese: メタデータ+セーブデータの消去エラー
portuguese: Erro ao limpar metadados + dados salvos.
russian: Ошибка очистки метаданных+сохраненных данных.
spanish: Error al borrar metadatos y datos guardados.

source: Error deleting title folder.
german: Fehler beim Löschen des Titelordners.
italian: Errore durante l'eliminazione della cartella del titolo.
japanese: タイトルフォルダの削除中にエラーが発生しました。
portuguese: Erro ao excluir a pasta do título.
russian: Ошибка удаления папки заголовка.
spanish: Error al eliminar la carpeta de título.

source: %s Failed to delete title folder: %s %s
german: %s Fehler beim Löschen des Titelordners: %s %s
italian: %s Impossibile eliminare la cartella del titolo: %s %s
japanese: %s タイトルフォルダの削除に失敗しました: %s %s
portuguese: %s Falha ao excluir a pasta do título: %s %s
russian: %s Не удалось удалить папку с названием: %s %s
spanish: %s Error al eliminar la carpeta de título: %s %s

source: Error setting path. Aborting.
german: Fehler beim Festlegen des Pfads. Wird abgebrochen.
italian: Errore durante l'impostazione del percorso. Interruzione.
japanese: パスの設定中にエラーが発生しました。中止します。
portuguese: Erro ao definir o caminho. Abortando.
russian: Ошибка установки пути. Отмена.
spanish: Error al configurar la ruta. Cancelando.

source: Failed to delete slot %u.
german: Slot %u konnte nicht gelöscht werden
italian: Impossibile eliminare lo slot %u.
japanese: スロット %u の削除に失敗しました。
portuguese: Falha ao excluir o slot %u.
russian: Не удалось удалить слот %u.
spanish: Error al eliminar la slot %u.

source: Folder $s does not exist.
german: Ordner $s existiert nicht.
italian: La cartella $s non esiste.
japanese: フォルダ$s が存在しません。
portuguese: A pasta $s não existe.
russian: Папка $s не существует.
spanish: La carpeta $s o existe.

source: Wipe BackupSet - Are you sure?
german: Backup-Set löschen – Sind Sie sicher?
italian: Cancella BackupSet - Sei sicuro?
japanese: バックアップセットを消去 - よろしいですか？
portuguese: Limpar conjunto de backups - Tem certeza?
russian: Wipe BackupSet - Вы уверены?
spanish: Borrar el Backupset: ¿Estás seguro?

source: Wipe BackupSet - Hm, are you REALLY sure?
german: Backup-Set löschen – Hm, sind Sie WIRKLICH sicher?
italian: Cancella BackupSet - Mmm, sei DAVVERO sicuro?
japanese: バックアップセットを消去 - うーん、本当によろしいですか？
portuguese: Limpar conjunto de backup - Hm, você tem MESMO certeza?
russian: Wipe BackupSet - Хм, вы ДЕЙСТВИТЕЛЬНО уверены?
spanish: Borrar BackupSet - ¿Estás seguro?

source: Failed to delete backupSet %s.
german: Backup-Set %s konnte nicht gelöscht werden
italian: Impossibile eliminare il backupSet %s.
japanese: バックアップセット %s の削除に失敗しました。
portuguese: Falha ao excluir o backupSet %s.
russian: Не удалось удалить набор резервных копий %s.
spanish: Error al eliminar el BackupSet %s.

source: Folder %s does not exist.
german: Ordner %s existiert nicht.
italian: La cartella %s non esiste.
japanese: フォルダ%s が存在しません。
portuguese: A pasta %s não existe.
russian: Папка %s не существует.
spanish: La carpeta %s o existe.

source: Task completed. Results: - OK: %d - Warning: %d - KO: %d - Aborted: %d - Skipped: %d
german: Aufgabe abgeschlossen. Ergebnisse: - OK: %d - Warnung: %d - KO: %d - Abgebrochen: %d - Übersprungen: %d
italian: Operazione completata. Risultati: - OK: %d - Avviso: %d - KO: %d - Interrotta: %d - Ignorata: %d
japanese: タスクが完了しました。結果: - OK: %d - 警告: %d - KO: %d - 中止: %d - スキップ: %d
portuguese: Tarefa concluída. Resultados: - OK: %d - Aviso: %d - KO: %d - Abortado: %d - Ignorado: %d
russian: Задача выполнена. Результаты: - ОК: %d - Предупреждение: %d - KO: %d - Прервано: %d - Пропущено: %d
spanish: Tarea completada. Resultados: - Correcto: %d - Advertencia: %d - KO: %d - Cancelada: %d - Omitida: %d

source: Task completed. Results: - OK: %d - Warning: %d - KO: %d - Aborted: %d - Skipped: %d (including %d notInitialized)
german: Aufgabe abgeschlossen. Ergebnisse: - OK: %d - Warnung: %d - KO: %d - Abgebrochen: %d - Übersprungen: %d (einschließlich %d nicht initialisiert)
italian: Operazione completata. Risultati: - OK: %d - Avviso: %d - KO: %d - Interrotta: %d - Ignorata: %d (inclusi %d non inizializzati)
japanese: タスクが完了しました。結果: - OK: %d - 警告: %d - KO: %d - 中止: %d - スキップ: %d (初期化されていない %d 件を含む)
portuguese: Tarefa concluída. Resultados: - OK: %d - Aviso: %d - KO: %d - Abortado: %d - Ignorado: %d (incluindo %d não inicializado)
russian: Задача выполнена. Результаты: - ОК: %d - Предупреждение: %d - KO: %d - Прервано: %d - Пропущено: %d (включая %d notInitialized)
spanish: Tarea completada. Resultados: - Correcto: %d - Advertencia: %d - KO: %d - Cancelada: %d - Omitida: %d (incluyendo %d no inicializado)

source: Failed Titles:
german: Fehlgeschlagene Titel:
italian: Titoli non riusciti:
japanese: 失敗したタイトル:
portuguese: Títulos com falha:
russian: Неудачные заголовки:
spanish: Títulos fallidos:

source: Unable to merge folder '%08x%08x' with existent folder '%s' Some backups may have been moved to this last folder. Please fix errors and try again, or manually move contents from one folder to the other. Backup/restore operations will still use old '%08x%08x' folder
german: Ordner '%08x%08x' konnte nicht mit vorhandenem Ordner '%s' zusammengeführt werden. Einige Sicherungen wurden möglicherweise in diesen letzten Ordner verschoben. Bitte beheben Sie die Fehler und versuchen Sie es erneut. Alternativ verschieben Sie den Inhalt manuell von einem Ordner in einen anderen. Für Sicherungs- und Wiederherstellungsvorgänge wird weiterhin der alte Ordner '%08x%08x' verwendet.
italian: Impossibile unire la cartella '%08x%08x' con la cartella esistente '%s' Alcuni backup potrebbero essere stati spostati in quest'ultima cartella. Correggi gli errori e riprova, oppure sposta manualmente i contenuti da una cartella all'altra. Le operazioni di backup/ripristino continueranno a utilizzare la vecchia Cartella '%08x%08x'
japanese: フォルダ '%08x%08x' を既存のフォルダ '%s' と結合できません 一部のバックアップがこのフォルダに移動さ​​れている可能性があります。エラーを修正してもう一度お試しください。または手動で移動してください。コンテンツをあるフォルダから別のフォルダに移動しました。 バックアップ/復元操作では、引き続き古い'%08x%08x'フォルダが使用されます。
portuguese: Não foi possível mesclar a pasta '%08x%08x' com a pasta existente '%s' Alguns backups podem ter sido movidos para esta última pasta. Corrija os erros e tente novamente ou mova o conteúdo manualmente de uma pasta para a outra. As operações de backup/restauração ainda usarão a pasta antiga '%08x%08x'.
russian: Невозможно объединить папку '%08x%08x' с существующей папкой '%s' Некоторые резервные копии могли быть перемещены в эту последнюю папка. Исправьте ошибки и повторите попытку или вручную переместите содержимое из одной папки в другую. Операции резервного копирования/восстановления по-прежнему будут использовать старую папку '%08x%08x'
spanish: No se puede fusionar la carpeta '%08x%08x' con la carpeta existente '%s' Es posible que algu backup se hayan movido a esta última carpeta. Corrija los errores e inténtelo de nuevo, o mueva manualmente el contenido de una carpeta a otra. Las operaciones de Backup/Restore seguirán usando la carpeta '%08x%08x'

source: Error creating/removing (test) target folder %s %s Move not tried! Backup/restore operations will still use old '%08x%08x' folder
german: Fehler beim Erstellen/Entfernen des (Test-)Zielordners %s %s Verschieben nicht versucht! Sicherungs-/Wiederherstellungsvorgänge verwenden weiterhin den alten Ordner '%08x%08x'.
italian: Errore en la creazione/rimozione do diretório de destino (test) %s %s Spostamento non tentato! Le operazioni di backup/ripristino utilizzeranno ancora la vecchia cartella '%08x%08x'
japanese: (テスト)対象フォルダ作成/削除エラー %s %s 移動未試行！ バックアップ/復元操作では古い'%08x%08x'フォルダが引き続き使用されます
portuguese: Erro ao criar/remover pasta de destino (teste) %s %s Movimentação não tentada! As operações de backup/restauração ainda usarão a pasta antiga '%08x%08x'
russian: Ошибка создания/удаления (тестовой) целевой папки %s %s Перемещение не выполнено! Операции резервного копирования/восстановления по-прежнему будут использовать старую папку '%08x%08x'
spanish: Error al crear/eliminar la carpeta de destino (de prueba) %s %s ¡No se intentó mover! Las operaciones de Backup/restauración seguirán usando la carpeta '%08x%08x' anterior.

source: Unable to rename folder '%08x%08x' to '%s' %s Please fix errors and try again, or manually move contents from one folder to the other. Backup/restore operations will still use old '%08x%08x' folder
german: Ordner '%08x%08x' konnte nicht in '%s' %s umbenannt werden. Bitte beheben Sie die Fehler und versuchen Sie es erneut. Alternativ verschieben Sie den Inhalt manuell von einem Ordner in einen anderen. Für Sicherungs- und Wiederherstellungsvorgänge wird weiterhin der alte Ordner '%08x%08x' verwendet.
italian: Impossibile rinominare la cartella '%08x%08x' in '%s' %s Correggere gli errori e riprovare oppure spostare manualmente il contenuto da una cartella all'altra. Le operazioni di backup/ripristino utilizzeranno comunque la vecchia cartella '%08x%08x'
japanese: フォルダ '%08x%08x' の名前を '%s' に変更できません。 %s エラーを修正してもう一度お試しいただくか、コンテンツを手動で別のフォルダに移動してください。 バックアップ/復元操作では、引き続き古い'%08x%08x'フォルダが使用されます。
portuguese: Não foi possível renomear a pasta '%08x%08x' para '%s' %s Corrija os erros e tente novamente ou mova o conteúdo manualmente de uma pasta para a outra. As operações de backup/restauração ainda usarão a pasta antiga '%08x%08x'.
russian: Невозможно переименовать папку '%08x%08x' в'%s' %s Исправьте ошибки и повторите попытку или вручную переместите содержимое из одной папки в другую. Операции резервного копирования/восстановления по-прежнему будут использовать старую папку '%08x%08x'
spanish: No se puede renombrar de la carpeta '%08x%08x' a '%s' %s Corrija los errores e inténtelo de nuevo, o mueva manualmente el contenidode una carpeta a otra. Las operaciones de Backup/restauración seguirán usando la carpeta '%08x%08x' antigua

source: Failed to delete (test) folder %s %s
german: Testordner (Test) konnte nicht gelöscht werden %s %s
italian: Impossibile eliminare la cartella (test) %s %s
japanese: (テスト)フォルダの削除に失敗しました %s %s
portuguese: Falha ao excluir a pasta (teste) %s %s
russian: Не удалось удалить (тестовую) папку %s %s
spanish: Error al eliminar la carpeta (de prueba) %s %s

source: Migrating from folder: %08x%08x
german: Migration aus Ordner: %08x%08x
italian: Migrazione dalla cartella: %08x%08x
japanese: フォルダから移行しています: %08x%08x
portuguese: Migrando da pasta: %08x%08x
russian: Миграция из папки: %08x%08x
spanish: Migrando desde la carpeta: %08x%08x

source: Error renaming/moving '%08x%08x' to '%s' Conversion errors so far: %d Do you want to continue?
german: Fehler beim Umbenennen/Verschieben von '%08x%08x' nach '%s' Bisherige Konvertierungsfehler: %d Möchten Sie fortfahren?
italian: Errore durante la rinomina/spostamento di '%08x%08x' in '%s' Errori di conversione finora: %d Vuoi continuare?
japanese: '%08x%08x' を '%s' に名前変更/移動中にエラーが発生しました これまでの変換エラー: %d 続行しますか?
portuguese: Erro ao renomear/mover '%08x%08x' para '%s' Erros de conversão até o momento: %d Deseja continuar?
russian: Ошибка переименования/перемещения '%08x%08x' в '%s' Ошибки преобразования на данный момент: %d Хотите продолжить?
spanish: Error al renombrar/mover '%08x%08x' a '%s' Errores de conversión hasta el momento: %d ¿Desea continuar?

source: Errors so far in this (sub)task: %d Do you want to continue?
german: Bisherige Fehler in dieser (Unter-)Aufgabe: %d Möchten Sie fortfahren?
italian: Errori finora in questa (sotto)attività: %d Vuoi continuare?
japanese: この（サブ）タスクでこれまでに発生したエラー: %d 続行しますか?
portuguese: Erros até o momento nesta (sub)tarefa: %d Deseja continuar?
russian: Ошибки на данный момент в этой (под)задаче: %d Хотите продолжить?
spanish: Errores hasta el momento en esta (sub)tarea: %d ¿Desea continuar?

source: Cannot move %s from '%08x%08x' to %s file already exists in target folder.
german: %s kann nicht von '%08x%08x' nach %s verschoben werden. Datei ist bereits im Zielordner vorhanden.
italian: Impossibile spostare %s da '%08x%08x' a %s il file esiste già nella cartella di destinazione.
japanese: %s を '%08x%08x' から %s に移動できません。ファイルは既にターゲット フォルダーに存在します。
portuguese: Não é possível mover %s de '%08x%08x' para %s arquivo já existente na pasta de destino.
russian: Невозможно переместить %s из '%08x%08x' в %s файл уже существует в целевой папке.
spanish: No se puede mover %s de '%08x%08x' a %s El archivo ya existe en la carpeta de destino.

source: Error creating/removing (test) target folder %s %s Move not tried!
german: Fehler beim Erstellen/Entfernen des (Test-)Zielordners %s %s Verschieben nicht versucht!
italian: Errore en la creazione/rimozione do diretório de destino (di prova) %s %s Spostamento non tentato!
japanese: (テスト)対象フォルダ作成/削除エラー %s %s 移動未試行！
portuguese: Erro ao criar/remover pasta de destino (teste) %s %s Movimentação não tentada!
russian: Ошибка создания/удаления (тестовой) целевой папки %s %s Перемещение не выполнено!
spanish: Error al crear/eliminar la carpeta de destino (de prueba) %s %s ¡No se intentó mover!

source: Cannot rename folder '%08x%08x/%s' to %s %s
german: Ordner '%08x%08x/%s' kann nicht umbenannt werden in %s %s
italian: Impossibile rinominare la cartella '%08x%08x/%s' in %s %s
japanese: フォルダ '%08x%08x/%s' の名前を %s %s に変更できません
portuguese: Não é possível renomear a pasta '%08x%08x/%s' para %s %s
russian: Невозможно переименовать папку '%08x%08x/%s' в %s %s
spanish: No se puede cambiar el nombre de la carpeta '%08x%08x/%s' a %s %s

source: Error while parsing folder content %s %s Migration may be incomplete
german: Fehler beim Analysieren des Ordnerinhalts %s %s Migration möglicherweise unvollständig
italian: Errore durante l'analisi del contenuto della cartella %s %s La migrazione potrebbe essere incompleta
japanese: フォルダの内容の解析中にエラーが発生しました: %s %s 移行が完了していない可能性があります
portuguese: Erro ao analisar o conteúdo da pasta %s %s A migração pode estar incompleta
russian: Ошибка при анализе содержимого папки %s %s Миграция может быть неполным
spanish: Error al analizar el contenido de la carpeta %s %s La migración podría estar incompleta

source: Error merging folders: after moving all slots, folder %s is still not empty and cannot be deleted.
german: Fehler beim Zusammenführen von Ordnern: Nach dem Verschieben aller Slots ist der Ordner %s immer noch nicht leer und kann nicht gelöscht werden.
italian: Errore durante l'unione delle cartelle: dopo aver spostato tutti gli slot, la cartella %s non è ancora vuota e non può essere eliminata.
japanese: フォルダ結合エラー: すべてのスロットを移動後もフォルダ %s は空でないため削除できません
portuguese: Erro ao mesclar pastas: após mover todos os slots, a pasta %s ainda não está vazia e não pode ser excluída.
russian: Ошибка слияния папок: после перемещения всех слотов папка %s все еще не пуста и не может быть удалена.
spanish: Error al fusionar carpetas: tras mover todas las slots, la carpeta %s sigue sin estar vacía y no se puede eliminar.

source: Failed to delete (legacy) folder %s %s
german: Ordner (Legacy) konnte nicht gelöscht werden %s %s
italian: Impossibile eliminare la cartella (legacy) %s %s
japanese: (レガシー)フォルダの削除に失敗しました %s %s
portuguese: Falha ao excluir a pasta (legado) %s %s
russian: Не удалось удалить (устаревшую) папку %s %s
spanish: Error al eliminar la carpeta (heredada) %s %s

source: Backup contains savedata for the profile '%s', but the profile does not exists in this console
german: Die Sicherung enthält gespeicherte Daten für das Profil '%s', aber das Profil ist in dieser Konsole nicht vorhanden.
italian: Il backup contiene dati salvati per il profilo '%s', ma il profilo non esiste in questa console
japanese: 「バックアップにはプロファイル '%s' のセーブデータが含まれていますが、 このコンソールにプロファイルが存在しません。」
portuguese: O backup contém dados salvos para o perfil %s, mas o perfil não existe neste console.
russian: Резервная копия содержит данные сохранения для профиля '%s', но профиль отсутствует в этой консоли
spanish: La copia de seguridad contiene datos guardados del perfil '%s', pero el perfil no existe en esta consola.

source: ... and %d more
german: ... und %d mehr
italian: ... e altri %d
japanese: ...およびその他 %d 件
portuguese: ... e mais %d
russian: ... и %d больше
spanish: ... y %d más

source: Error setting quota for %s
german: Fehler beim Festlegen des Kontingents für %s
italian: Errore durante l'impostazione della quota per %s
japanese: %s のクォータ設定エラー
portuguese: Erro ao definir a cota para %s
russian: Ошибка установки квоты для %s
spanish: Error al configurar la cuota para %s

source: Error creating init data
german: Fehler beim Erstellen der Initialisierungsdaten
italian: Errore durante la creazione dei dati di inizializzazione
japanese: 初期データ作成エラー
portuguese: Erro ao criar dados de inicialização
russian: Ошибка создания инициализационных данных
spanish: Error al crear los datos de inicialización

source: Error creating vWii init data
german: Fehler beim Erstellen der vWii-Initialisierungsdaten
italian: Errore durante la creazione dei dati di inizializzazione di vWii
japanese: vWii 初期化データの作成中にエラーが発生しました
portuguese: Erro ao criar os dados de inicialização do vWii
russian: Ошибка создания данных инициализации vWii
spanish: Error al crear los datos de inicialización de vWii

source: Sourcce saveinfo %s not found.
german: Quelle saveinfo %s nicht gefunden.
italian: Fonte info salvataggio %s non trovata.
japanese: ソースのsaveinfo %s が見つかりません。
portuguese: Informações de salvamento de origem %s não encontradas.
russian: Источник saveinfo %s не найден.
spanish: Información de guardado de origen %s no encontrada.
