Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: BackupSets (filter applied)
german: Backup-Sets (Filter angewendet)
italian: BackupSet (filtro applicato)
japanese: バックアップセット (フィルター適用済み)
portuguese: Conjuntos de Backup (filtro aplicado)
russian: Наборы резервных копий (фильтр применен)
spanish: BackupSet (filtro aplicado)

source: \ue083 Sort: %s \ue084
german: \ue083 Sortieren: %s \ue084
italian: \ue083 Ordinare: %s \ue084
japanese: \ue083 並べ替え: %s \ue084
portuguese: \ue083 Organizar: %s \ue084
russian: \ue083 Сортировать: %s \ue084
spanish: \ue083 Ordenar: %s \ue084

source: \ue000: Select BS \ue045: Tag BS \ue046: Wipe BS \ue003: Filter List \ue001: Back
german: \ue000: BS auswählen \ue045: Tag \ue046: Löschen \ue003: Filter \ue001: Zurück
italian: \ue000: Selez BS \ue045: Tag BS \ue046: Cancella BS \ue003: Filtri \ue001: Indietro
japanese: \ue000: 選択BS \ue045: タグ BS \ue046: ワイプ BS \ue003: フィルターリスト \ue001: 戻る
portuguese: \ue000: Selec BS \ue045: Tag BS\ue046: Limpar BS \ue003: Filtrar Lista \ue001: Voltar
russian: \ue000 Выберите BS \ue045 Тег BS \ue046 Очистка BS \ue003 Фильтр \ue001 Назад
spanish: \ue000 Escoger BS \ue045 Etiquetar BS \ue046 Borrar BS \ue003 Filtros \ue001 Atrás

source: \ue000: Select BackupSet \ue003: Filter List \ue001: Back
german: \ue000: Backup-Set auswählen \ue003: Filterliste \ue001: Zurück
italian: \ue000: Seleziona BackupSet \ue003: Elenco filtri \ue001: Indietro
japanese: \ue000: バックアップセットを選択 \ue003: フィルタリスト \ue001: 戻る
portuguese: \ue000: Selecionar Conjunto de Backup \ue003: Lista de Filtros \ue001: Voltar
russian: \ue000: Выберите BS \ue003: Список фильтров \ue001: Назад
spanish: \ue000: Seleccionar BackupSet \ue003: Lista de filtros \ue001: Atrás

source: Root BackupSet cannot be selected for batchRestore
german: Root-Backup-Set kann nicht für Batch-Wiederherstellung ausgewählt werden
italian: Impossibile selezionare Root BackupSet per batchRestore
japanese: ルートバックアップセットはバッチ復元に選択できません
portuguese: O Conjunto de Backups Raiz não pode ser selecionado para Restauração em Lote
russian: Невозможно выбрать Root BackupSet для пакетного восстановления
spanish: No se puede seleccionar el BackupSet raíz para la restauración por lotes

source: BackupSet selected: - TimeStamp: %s - Tag: %s - From console: %s This console: %s
german: Backup-Set ausgewählt: – Zeitstempel: %s – Tag: %s – Von Konsole: %s Diese Konsole: %s
italian: BackupSet selezionato: - TimeStamp: %s - Tag: %s - Da console: %s Questa console: %s
japanese: 選択されたバックアップセット: - タイムスタンプ: %s - タグ: %s - コンソールから: %s このコンソール: %s
portuguese: Conjunto de Backup selecionado: - Carimbo de Data/Hora: %s - Marcador: %s - Do console: %s Este console: %s
russian: Выбран набор резервных копий: - Временная метка: %s - Тег: %s - Из консоли: %s Эта консоль: %s
spanish: BackupSet seleccionado: - Fecha: %s - Etiqueta: %s - Desde la consola: %s Esta consola: %s

source: Batch Restore - Select
german: Stapelwiederherstellung – Auswählen
italian: Ripristino batch - Seleziona
japanese: バッチリストア - 選択
portuguese: Restauração em Lote - Selecionar
russian: Пакетное восстановление - выбор
spanish: Restaurar por lotes - Seleccionar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue000: Restore titles \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue000:Wiederherstellen \ue001:Zurück
italian: \ue003\ue07e: Imp/Ann \ue045\ue046: Imp/Ann tutto \ue000: Ripristina \ue001: Indietro
japanese: \ue003\ue07e: 設定/設定解除 \ue045\ue046: すべて設定/設定解除 \ue000: タイトルを復元 \ue001: 戻る
portuguese: \ue003\ue07e: Def/Desm \ue045\ue046: Def/Desm Tudo \ue000: Restaurar \ue001: Voltar
russian: \ue003\ue07eУстановить/снять \ue045\ue046 все \ue000Восстановить заголовки \ue001Назад
spanish: \ue003\ue07e: Activar/Des. \ue045\ue046: Activar/Des. todo \ue000: Restaurar \ue001: Atrás

source: Batch ProfileCopy - Select
german: Stapelprofilkopie – Auswählen
italian: Copia batch profilo - Seleziona
japanese: プロファイルコピーの一括コピー - 選択
portuguese: Cópia de Perfil em Lote - Selecionar
russian: Пакетное копирование профиля - Выбор
spanish: Copiar perfil por lotes - Seleccionar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue000: ProfileCopy \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue000: Profilkopie \ue001: Zurück
italian: \ue003\ue07e: Imp/Ann \ue045\ue046: Imp/Ann tutto \ue000: ProfileCopy \ue001: Indietro
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/解除 \ue000: プロファイルコピー \ue001: 戻る
portuguese: \ue003\ue07e: Def/Desm \ue045\ue046: Def/Desm Tudo \ue000: ProfileCopy \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue000: ProfileCopy \ue001: Назад
spanish: \ue003\ue07e: Activar/Des. \ue045\ue046: Activar/Des. todo \ue000: Copiar Perfil \ue001: Atrás

source: >> Copy
german: >> Kopieren
italian: >> Copia
japanese: >> コピー
portuguese: >> Copiar
russian: >> Копировать
spanish: >> Copiar

source: |Copied|
german: |Kopiert|
italian: |Copiato|
japanese: |コピーしました|
portuguese: |Copiado|
russian: |Скопировано|
spanish: |Copiado|

source: Batch ProfileMove - Select
german: Batch-Profilverschiebung – Auswählen
italian: Spostamento batch profili - Seleziona
japanese: プロファイル一括移動 - 選択
portuguese: Movimento de Perfil em Lote - Selecionar
russian: Пакетное перемещение профиля - Выбрать
spanish: Mover perfil por lotes - Seleccionar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue000: ProfileMove \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue000: Profil verschieben \ue001: Zurück
italian: \ue003\ue07e: Imp/Ann \ue045\ue046: Imp/Ann tutto \ue000: Sposta profilo \ue001: Indietro
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/解除 \ue000: プロファイル移動 \ue001: 戻る
portuguese: \ue003\ue07e: Def/Desm \ue045\ue046: Def/Desm Tudo \ue000: Mover Perfil \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue000: ProfileMove \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Activ/Des todo \ue000: Mover perfil \ue001: Atrás

source: >> Move
german: >> Verschieben
italian: >> Sposta
japanese: >> 移動
portuguese: >> Mover
russian: >> Переместить
spanish: >> Mover

source: |Moved|
german: |Verschoben|
italian: |Spostato|
japanese: |移動済み|
portuguese: |Movido|
russian: |Перемещено|
spanish: |Movido|

source: Batch Wipe - Select
german: Stapellöschung – Auswählen
italian: Cancellazione batch - Seleziona
japanese: バッチワイプ - 選択
portuguese: Limpeza em Lote - Selecionar
russian: Пакетная очистка - Выбор
spanish: Borrado por lotes - Seleccionar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue000: WipeProfile \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue000: WipeProfile \ue001: Zurück
italian: \ue003\ue07e: Imp/Ann \ue045\ue046: Imp/Ann tutto \ue000: Cancella profilo \ue001: Indietro
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/解除 \ue000: WipeProfile \ue001: 戻る
portuguese: \ue003\ue07e: Def/Desm \ue045\ue046: Def/Desm Tudo \ue000: Limpar perfil \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue000: Очистить профиль \ue001: Назад
spanish: \ue003\ue07e: Activar/Des. \ue045\ue046: Activar/Des. todo \ue000: Borrar perfil \ue001: Atrás

source: Batch Copy To USB - Select
german: Stapelkopie auf USB – Auswählen
italian: Copia batch su USB - Seleziona
japanese: USBへの一括コピー - 選択
portuguese: Cópia em Lote para USB - Selecionar
russian: Пакетное копирование на USB - Выбор
spanish: Copiar por lotes a USB - Seleccionar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue000: CopyToUSB \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue000: CopyToUSB \ue001: Zurück
italian: \ue003\ue07e: Imp/Ann \ue045\ue046: Imp/Ann tutto \ue000: Copia su USB \ue001: Indietro
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/解除 \ue000: CopyToUSB \ue001: 戻る
portuguese: \ue003\ue07e: Def/Desm \ue045\ue046: Def/Desm Tudo \ue000: Copiar para USB \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue000: Копировать на USB \ue001: Назад
spanish: \ue003\ue07e: Activar/Des. \ue045\ue046: Activar/Des. todo \ue000: Copiar a USB \ue001: Atrás

source: Batch Copy To NAND - Select
german: Stapelkopie auf NAND – Auswählen
italian: Batch CopyToNAND - Seleziona
japanese: バッチコピー（NAND）- 選択
portuguese: Cópia em Lote para NAND - Selecionar
russian: Пакетное копирование в NAND - Выбор
spanish: Copia por lotes a NAND - Seleccionar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue000: CopyToNAND \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue000: CopyToNAND \ue001: Zurück
italian: \ue003\ue07e: Imp/Ann \ue045\ue046: Imp/Ann tutto \ue000: Copia su NAND \ue001: Indietro
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/解除 \ue000: CopyToNAND \ue001: 戻る
portuguese: \ue003\ue07e: Def/Desm \ue045\ue046: Def/Desm Tudo \ue000: Copiar para NAND \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue000: Копировать в NAND \ue001: Назад
spanish: \ue003\ue07e: Activar/Des. \ue045\ue046: Activar/Des. todo \ue000: Copiar a NAND \ue001: Atrás

source: Batch Backup - Select & Go
german: Stapelsicherung – Auswählen & Los
italian: BatchBackup - Seleziona e vai
japanese: バッチバックアップ - 選択して実行
portuguese: Backup em Lote - Selecionar e Executar
russian: Пакетное резервное копирование - Выбрать и перейти
spanish: Backup por lotes - Seleccionar y listo

source: \ue003\ue07eSet/Unset \ue045\ue046Set/Unset All \ue002Excludes \ue000Backup \ue001Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002Ausgeschlossen \ue000Sicherung \ue001Zurück
italian: \ue003\ue07eImp/Ann \ue045\ue046Imp/Ann tutto \ue002Esclude \ue000Backup \ue001Indietro
japanese: \ue003\ue07e 設定/設定解除 \ue045\ue046 すべて設定/設定解除 \ue002 除外 \ue000 バックアップ \ue001 戻る
portuguese: \ue003\ue07eDef/Desm \ue045\ue046Def/Desm Tudo \ue002Exclui \ue000Backup \ue001Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue000Резервное копирование \ue001Назад
spanish: \ue003\ue07eActiv/Des. \ue045\ue046Activ/Des. todo \ue002Excl. \ue000Backup \ue001Atrás

source: >> Backup
japanese: >> バックアップ
russian: >> Резервное копирование
spanish: >> Copia de seguridad

source: |Saved|
german: |Gespeichert|
italian: |Salvato|
japanese: |保存されました|
portuguese: |Salvo|
russian: |Сохранено|
spanish: |Guardado|

source: There are no titles matching selected filters.
german: Es gibt keine Titel, die den ausgewählten Filtern entsprechen.
italian: Non ci sono titoli corrispondenti ai filtri selezionati.
japanese: 選択したフィルターに一致するタイトルはありません。
portuguese: Não há títulos que correspondam aos filtros selecionados.
russian: Нет названий, соответствующих выбранным фильтрам.
spanish: No hay títulos que coincidan con los filtros seleccionados.

source: Please select some titles to work on
german: Bitte wählen Sie einige Titel aus, die bearbeitet werden sollen.' Ein
italian: Seleziona Alcuni titoli su cui lavorare
japanese: 作業するタイトルをいくつか選択してください
portuguese: Por favor Selecione alguns títulos para trabalhar
russian: Выберите несколько названий для работы
spanish: Selecciona algunos títulos para Trabajar en

source: \ue000 Apply saved excludes \ue045 Save current excludes \ue001 Back
german: \ue000: Gespeicherte Ausschlüsse anwenden \ue045: Aktuelle Ausschlüsse speichern \ue001: Zurück
italian: \ue000 Applica esclusioni salvate \ue045 Salva esclusioni correnti \ue001 Indietro
japanese: \ue000 保存した除外を適用 \ue045 現在の除外を保存 \ue001 戻る
portuguese: \ue000: Aplicar exclusões salvas \ue045 Salvar exclusões atuais \ue001 Voltar
russian: \ue000 Применить сохраненные исключения \ue045 Сохранить текущие исключения \ue001 Назад
spanish: \ue000: Aplicar exclusiones guardadas \ue045 Guardar exclusiones actuales \ue001 Atrás

source: Configuration saved
german: Konfiguration gespeichert
italian: Configurazione salvata
japanese: 設定を保存しました
portuguese: Configuração salva
russian: Конфигурация сохранена
spanish: Configuración guardada

source: Error saving configuration
german: Fehler beim Speichern der Konfiguration.
italian: Errore durante il salvataggio della configurazione
japanese: 設定の保存中にエラーが発生しました。
portuguese: Erro ao salvar a configuração
russian: Ошибка сохранения конфигурации
spanish: Error al guardar la configuración.

source: Batch Restore - Review & Go
german: Stapelwiederherstellung – Überprüfen & Los
italian: Ripristino batch - Controlla e vai
japanese: バッチリストア - 確認＆実行
portuguese: Restauração em Lote - Revisar e Executar
russian: Пакетное восстановление - просмотр и переход
spanish: Restaurar por lotes - Revisar y listo

source: - Restore
german: - Wiederherstellen
italian: - Ripristina
japanese: - リストア
portuguese: - Restaurar
russian: - Восстановить
spanish: - Restaurar

source: - Restore from %s to < %s (%s) >
german: - Von %s nach < %s (%s) > wiederherstellen
italian: - Ripristina da %s a < %s (%s) >
japanese: - %s から < %s (%s) > へ復元
portuguese: - Restaurar de %s para < %s (%s) >
russian: - Восстановить из %s в < %s (%s) >
spanish: - Restaurar de %s a < %s (%s) >

source: pre-BatchRestore Backup (vWii: %d%s
japanese: pre-BatchRestoreバックアップ（vWii: %d%s
portuguese: Backup pré-BatchRestore (vWii: %d%s)
spanish: Copia de seguridad pre-BatchRestore (vWii: %d%s

source: pre-BatchRestore Backup (WiiU: %d%s
japanese: pre-BatchRestoreバックアップ（WiiU: %d%s
portuguese: Backup pré-BatchRestore (WiiU: %d%s)
spanish: Copia de seguridad pre-BatchRestore (WiiU: %d%s

source: - Restore allusers
german: - Alle Benutzer wiederherstellen
italian: - Ripristina tutti gli utenti
japanese: - すべてのユーザーを復元
portuguese: - Restaurar todos os usuários
russian: - Восстановить всех пользователей
spanish: Restaurar todos los usuarios

source: - Restore no user
german: - Kein Benutzer wiederherstellen
italian: - Ripristina nessun utente
japanese: - ユーザーをリストアしない
portuguese: - Restaurar nenhum usuário
russian: - Восстановить без пользователя
spanish: - Restaurar sin usuario

source: %s Restore failed. Errors so far: %d Do you want to continue with next title?
german: %s Wiederherstellen fehlgeschlagen. Bisherige Fehler: %d Möchten Sie mit dem nächsten Titel fortfahren?
italian: %s Ripristino non riuscito. Errori finora: %d Vuoi continuare con il titolo successivo?
japanese: %s 復元に失敗しました。 これまでのエラー数: %d 次のタイトルに進みますか？
portuguese: %s Falha ao restaurar. Erros até o momento: %d Deseja continuar com o próximo título?
russian: %s Восстановление не удалось. Ошибки на данный момент: %d Хотите продолжить со следующей игрой?
spanish: %s Error al restaurar. Errores hasta el momento: %d ¿Desea continuar con el siguiente título?

source: Batch Restore paused - Do you want to abort?
german: Stapelwiederherstellung angehalten – Abbruch?
italian: Batch Restore in pausa - Vuoi annullare?
japanese: バッチ復元が一時停止されました - 中止しますか？
portuguese: Restauração em lote pausada - Deseja cancelar?
russian: Пакетное восстановление приостановлено — хотите прервать?
spanish: Restaurar por lotes en pausa: ¿Quieres cancelar?

source: Batch ProfileCopy - Review & Go
german: Stapelprofilkopie – Überprüfen & Los
italian: Copia batch profilo - Controlla e vai
japanese: プロファイルコピーの一括コピー - 確認＆実行
portuguese: Cópia de Perfil em Lote - Revisar e Executar
russian: Пакетное копирование профиля - Обзор и переход
spanish: Copiar perfil por lotes - Revisar y listo

source: - Copy from < %s (%s)> to < %s (%s) >
german: - Kopiere von < %s (%s)> nach < %s (%s) >
italian: - Copia da < %s (%s)> a < %s (%s)>
japanese: - < %s (%s)> から < %s (%s) > にコピー
portuguese: - Copiar de < %s (%s)> para < %s (%s) >
russian: - Копировать из < %s (%s)> в < %s (%s) >
spanish: - Copiar de < %s (%s)> a < %s (%s) >

source: pre-BatchProfileCopy Backup (WiiU: %d%s
italian: Backup pre-BatchProfileCopy (WiiU: %d%s
japanese: pre-BatchProfileCopyバックアップ（WiiU：%d%s
portuguese: Backup pré-BatchProfileCopy (WiiU: %d%s)
spanish: Copia de seguridad pre-BatchProfileCopy (WiiU: %d%s

source: %s Copy Profile failed. Errors so far: %d Do you want to continue with next title?
german: %s Profil kopieren fehlgeschlagen. Bisherige Fehler: %d Möchten Sie mit dem nächsten Titel fortfahren?
italian: %s Copia profilo non riuscita. Errori finora: %d Vuoi continuare con il titolo successivo?
japanese: %s プロファイルのコピーに失敗しました。 これまでのエラー数: %d 次のタイトルに進みますか？
portuguese: %s Falha ao copiar o perfil. Erros até o momento: %d Deseja continuar com o próximo título?
russian: %s Копирование профиля не удалось. Ошибки на данный момент: %d Хотите продолжить со следующей игрой?
spanish: %s Error al copiar perfil. Errores hasta el momento: %d ¿Desea continuar con el siguiente título?

source: Batch ProfileCopy paused - Do you want to abort?
german: Stapelverarbeitung Profilkopie angehalten – Abbruch?
italian: Copia batch profilo in pausa - Vuoi annullare?
japanese: バッチプロファイルコピーが一時停止されました - 中止しますか？
portuguese: Cópia de perfil em lote pausada - Deseja cancelar?
russian: Пакетное копирование профиля приостановлено — хотите прервать?
spanish: Copia de perfil por lotes en pausa: ¿Quieres cancelar?

source: Batch ProfileMove - Review & Go
german: Batch-Profilverschiebung – Überprüfen & Weiter
italian: Spostamento batch profili - Controlla e vai
japanese: プロファイル一括移動 - 確認して実行
portuguese: Movimento de Perfil em Lote - Revisar e Continuar
russian: Пакетное перемещение профиля - Просмотреть и перейти
spanish: Mover perfil por lotes - Revisar e ir

source: - Move < %s (%s)> to < %s (%s) >
german: - < %s (%s)> nach < %s (%s)> verschieben
italian: - Sposta < %s (%s)> in < %s (%s)>
japanese: - <%s (%s)> を <%s (%s) > に移動します
portuguese: - Mover < %s (%s)> para < %s (%s) >
russian: - Переместить < %s (%s)> в < %s (%s) >
spanish: - Mover < %s (%s)> a < %s (%s) >

source: pre-BatchProfileMove Backup (WiiU: %d%s
japanese: pre-BatchProfileMoveバックアップ（WiiU: %d%s
portuguese: Backup pré-BatchProfileMove (WiiU: %d%s)
spanish: Copia de seguridad previa a BatchProfileMove (WiiU: %d%s

source: %s Move Profile failed. Errors so far: %d Do you want to continue with next title?
german: %s Profil verschieben fehlgeschlagen. Bisherige Fehler: %d Möchten Sie mit dem nächsten Titel fortfahren?
italian: %s Spostamento profilo non riuscito. Errori finora: %d Vuoi continuare con il titolo successivo?
japanese: %s プロファイルの移動に失敗しました。 これまでのエラー数: %d 次のタイトルに進みますか？
portuguese: %s Falha ao mover o perfil. Erros até o momento: %d Deseja continuar com o próximo título?
russian: %s Перемещение профиля не удалось. Ошибки на данный момент: %d Хотите продолжить со следующей игрой?
spanish: %s Error al mover perfil. Errores hasta el momento: %d ¿Desea continuar con el siguiente título?

source: Batch ProfileMove paused - Do you want to abort?
german: Stapelverarbeitung Profilverschiebung angehalten – Abbruch?
italian: Batch ProfileMove in pausa - Vuoi annullare?
japanese: バッチプロファイル移動が一時停止されました - 中止しますか？
portuguese: Mover perfil em lote pausada - Deseja cancelar?
russian: Пакетное перемещение профиля приостановлено — хотите прервать?
spanish: Mover perfil por lotes en pausa: ¿Quieres cancelar?

source: Batch Wipe - Review & Go
german: Stapellöschung – Überprüfen & Fortfahren
italian: Cancellazione batch - Controlla e vai
japanese: バッチワイプ - 確認して実行
portuguese: Limpeza em Lote - Revisar e Iniciar
russian: Пакетная очистка - Обзор и переход
spanish: Borrado por lotes - Revisar y listo

source: - Wipe
german: – Löschen
italian: - Cancella
japanese: - ワイプ
portuguese: - Limpar
russian: - Стереть
spanish: - Borrar

source: - Wipe < %s (%s)>
german: – < %s (%s)> löschen
italian: - Cancella < %s (%s)>
japanese: - <%s (%s)> をワイプ
portuguese: - Limpar < %s (%s)>
russian: - Стереть < %s (%s)>
spanish: - Borrar < %s (%s)>

source: pre-BatchWipe Backup (vWii: %d%s
japanese: pre-BatchWipeバックアップ（vWii: %d%s
portuguese: Backup pré-BatchWipe (vWii: %d%s)
spanish: Copia de seguridad pre-BatchWipe (vWii: %d%s

source: pre-BatchWipe Backup (WiiU: %d%s
japanese: pre-BatchWipeバックアップ（WiiU: %d%s
portuguese: Backup pré-BatchWipe (WiiU: %d%s)
spanish: Copia de seguridad pre-BatchWipe (WiiU: %d%s

source: - Wipe allusers
german: – Alle Benutzer löschen
italian: - Cancella tutti gli utenti
japanese: - 全ユーザーをワイプ
portuguese: - Limpar todos os usuários
russian: - Стереть всех пользователей
spanish: - Borrar todos los usuarios

source: - Wipe no user
german: – Keinen Benutzer löschen
italian: - Non cancellare nessun utente
japanese: - どのユーザーもワイプしない
portuguese: - Limpar nenhum usuário
russian: - Стереть ни одного пользователя
spanish: - No borrar ningún usuario

source: %s Wipe failed. Errors so far: %d Do you want to continue with next title?
german: %s Löschen fehlgeschlagen. Bisherige Fehler: %d Möchten Sie mit dem nächsten Titel fortfahren?
italian: %s Cancellazione non riuscita. Errori finora: %d. Vuoi continuare con il titolo successivo?
japanese: %s ワイプに失敗しました。 これまでのエラー数: %d 次のタイトルに進みますか？
portuguese: %s Falha na limpeza. Erros até o momento: %d Deseja continuar com o próximo título?
russian: %s Ошибка очистки. Ошибки на данный момент: %d Хотите продолжить со следующей игрой?
spanish: %s Error al borrar. Errores hasta el momento: %d. ¿Quieres continuar con el siguiente título?

source: Batch Wipe paused - Do you want to abort?
german: Stapellöschung angehalten – Abbruch?
italian: Batch Wipe in pausa - Vuoi annullare?
japanese: バッチワイプが一時停止されました - 中止しますか？
portuguese: Apagar em lote pausada - Deseja cancelar?
russian: Пакетное удаление приостановлено — хотите прервать?
spanish: Borrado por lotes en pausa: ¿Quieres cancelar?

source: Batch Copy To USB - Review & Go
german: Stapelkopie auf USB – Überprüfen & Los
italian: Copia batch su USB - Controlla e vai
japanese: USBへの一括コピー - 確認＆実行
portuguese: Cópia em Lote para USB - Revisar e Executar
russian: Пакетное копирование на USB - Обзор и переход
spanish: Copiar por lotes a USB - Revisar y listo

source: pre-BatchCopyToUSB Backup (WiiU: %d%s
italian: Backup pre-BatchCopyToUSB (WiiU: %d%s
japanese: pre-BatchCopyToUSBバックアップ（WiiU：%d%s
portuguese: Backup pré-BatchCopyToUSB (WiiU: %d%s)
spanish: Copia de seguridad pre-BatchCopyToUSB (WiiU: %d%s

source: - Copy allusers
german: – Alle Benutzer kopieren
italian: - Copia tutti gli utenti
japanese: - すべてのユーザーをコピー
portuguese: - Copiar todos os usuários
russian: - Копировать всех пользователей
spanish: - Copiar todos los usuarios

source: - Copy no user
german: – Keinen Benutzer kopieren
italian: - Non copiare nessun utente
japanese: - ユーザーをコピーしません
portuguese: - Não copiar nenhum usuário
russian: - Копировать ни одного пользователя
spanish: - No copiar ningún usuario

source: %s Copy from NAND to USB failed. Errors so far: %d Do you want to continue with next title?
german: %s Kopieren von NAND auf USB fehlgeschlagen. Bisherige Fehler: %d Möchten Sie mit dem nächsten Titel fortfahren?
italian: %s Copia da NAND a USB non riuscita. Errori finora: %d Vuoi continuare con il titolo successivo?
japanese: %s NAND から USB へのコピーに失敗しました。 これまでのエラー: %d 次のタイトルに進みますか?
portuguese: %s Falha ao copiar do NAND para o USB. Erros até o momento: %d Deseja continuar com o próximo título?
russian: %s Копирование с NAND на USB не удалось. Ошибки на данный момент: %d Хотите продолжить со следующей игрой?
spanish: %s Error al copiar de NAND a USB. Errores hasta el momento: %d ¿Desea continuar con el siguiente título?

source: Batch Copy To USB paused - Do you want to abort?
german: Stapelkopie auf USB angehalten – Abbruch?
italian: Copia batch su USB in pausa - Vuoi annullare?
japanese: USBへのバッチコピーが一時停止されました - 中止しますか？
portuguese: Cópia em lote para USB pausada - Deseja cancelar?
russian: Пакетное копирование на USB приостановлено — хотите прервать?
spanish: Copia por lotes a USB pausada: ¿Quieres cancelar?

source: Batch Copy To NAND - Review & Go
german: Stapelkopie auf NAND – Überprüfen & Los
italian: Batch CopyToNAND - Controlla e vai
japanese: バッチコピー（NAND）- 確認して実行
portuguese: Cópia em Lote para NAND - Revise e Prossiga
russian: Пакетное копирование в NAND - Обзор и переход
spanish: Copia por lotes a NAND - Revisar y listo
