Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Out of memory.
german: Nicht genug Speicher.
italian: Memoria insufficiente.
japanese: メモリ不足です。
portuguese: Sem espaço livre.
russian: Недостаточно памяти.
spanish: Memoria insuficiente.

source: Loaded %i Wii U titles.
german: %i Wii U Titel geladen.
italian: Caricato %i titoli Wii U.
japanese: %i個のWiiUタイトルを読み込みました。
portuguese: %i títulos de Wii U carregados.
russian: Загружено %i тайтлов Wii U.
spanish: Cargados %i títulos de Wii U.

source: %s%s (No banner.bin)
german: %s%s (Keine banner.bin)
japanese: %s%s (banner.bin なし)
portuguese: %s%s (banner.bin não encontrado)
spanish: %s%s (Sin banner.bin)

source: Loaded %i Wii titles.
german: %i Wii Titel geladen.
italian: Caricato %i titoli Wii U.
japanese: %i 個の Wii タイトルをロードしました。
portuguese: %i títulos de Wii carregados.
russian: Загружено %i тайтлов Wii.
spanish: Cargados %i títulos de Wii.

source: Loaded %i Wii U Sys titles.
german: %i Wii U-Systemtitel geladen.
italian: Caricati %i titoli Wii U Sys.
japanese: %i個のWii U Sysタイトルをロードしました。
portuguese: %i títulos do sistema Wii U carregados.
russian: Загружено %i игр Wii U Sys.
spanish: %i títulos del sistema Wii U cargados.

source: Japanese
german: Japanisch
italian: Giapponese
japanese: 日本語
portuguese: Japonês
russian: Японский
spanish: Japonés

source: English
german: Englisch
italian: Inglse
japanese: 英語
portuguese: Inglês
russian: Английский
spanish: Inglés

source: German
german: Deutsch
italian: Tedesco
japanese: ドイツ語
portuguese: Alemão
russian: Немецкий
spanish: Alemán

source: Italian
german: Italienisch
italian: Italiano
japanese: イタリア語
portuguese: Italiano
russian: Итальянский
spanish: Italiano

source: Spanish
german: Spanisch
italian: Spagnolo
japanese: スペイン語
portuguese: Espanhol
russian: Испанский
spanish: Español

source: Traditional Chinese
german: Traditionelles Chinesisch
italian: Cinese tradizionale
japanese: 中国語（繁体字）
portuguese: Chinês Tradicional
russian: Традиционный китайский
spanish: Chino tradicional

source: Korean
german: Koreanisch
italian: Coreano
japanese: 韓国語
portuguese: Coreano
russian: Корейский
spanish: Coreano

source: Portuguese
german: Portugiesisch
italian: Portoghese
japanese: ポルトガル語
portuguese: Português
russian: Португальский
spanish: Portugués

source: Russian
german: Russisch
italian: Russo
japanese: ロシア語
portuguese: Russo
russian: Русский
spanish: Ruso

source: Simplified Chinese
german: Vereinfachtes Chinesisch
italian: Cinese semplificato
japanese: 簡体字中国語
portuguese: Chinês simplificado
russian: Упрощенный китайский
spanish: Chino simplificado

source: Error getting DeviceHash Only affects to WiiU Mii Transfomation > Set Device Hash All other savemii functions are unaffected
german: Fehler beim Abrufen des Gerätehashs Betrifft nur Wii U Mii-Transformation > Gerätehash festlegen Alle anderen savemii-Funktionen sind nicht betroffen
italian: Errore durante il recupero di DeviceHash Interessa solo la trasformazione Mii WiiU > Imposta hash dispositivo Tutte le altre funzioni savemii non sono interessate
japanese: デバイスハッシュの取得中にエラーが発生しました WiiU Mii 変換 > デバイスハッシュの設定にのみ影響します その他のすべての savemii 機能は影響を受けません
portuguese: Erro ao obter DeviceHash Afeta apenas a Transformação de Mii do Wii U > Definir Hash do Dispositivo Todas as outras funções de salvar Mii não são afetadas
russian: Ошибка получения DeviceHash Затрагивает только преобразование Mii в WiiU > Установка Device Hash Все остальные функции savemii не затронуты
spanish: Error al obtener DeviceHash Solo afecta a Transformación Mii de WiiU > Establecer Hash de dispositivo Todas las demás funciones de savemii no se ven afectadas

source: Unable to obtain MiiMaker title information. Let's try to find it...
german: MiiMaker-Titelinformationen konnten nicht abgerufen werden. Wir versuchen, sie zu finden...
italian: Impossibile ottenere le informazioni sul titolo di MiiMaker. Proviamo a trovarlo...
japanese: MiiMakerのタイトル情報を取得できません。検索してみましょう…
portuguese: Não foi possível obter as informações do título do MiiMaker. Vamos tentar encontrá-las...
russian: Не удалось получить информацию о названии MiiMaker. Давайте попробуем найти ее...
spanish: No se puede obtener la información del título de MiiMaker. Intentemos encontrarla...

source: Unable to obtain MiiMaker region. Disabling Internal WII U MiiDB
german: MiiMaker-Region konnte nicht abgerufen werden. Interne Wii U MiiDB wird deaktiviert.
italian: Impossibile ottenere la regione di MiiMaker. Disattivazione del MiiDB interno WII U
japanese: MiiMakerの地域を取得できません。WII U内蔵MiiDBを無効にしています
portuguese: Não foi possível obter a região do MiiMaker. Desativando o MiiDB interno do Wii U
russian: Не удалось получить регион MiiMaker. Отключение внутренней базы данных MiiDB для WII U
spanish: No se puede obtener la región de MiiMaker. Desactivando la MiiDB interna de WII U

source: Internal Wii U Mii Database
german: Interne Wii U-Mii-Datenbank
italian: Database Mii Wii U interno
japanese: 内部Wii U Miiデータベース
portuguese: Banco de Dados Mii interno do Wii U
russian: Внутренняя база данных Mii Wii U
spanish: Base de datos interna de Mii de Wii U

source: Custom Wii U Mii Database on SD
german: Benutzerdefinierte Wii-U-Mii-Datenbank auf SD
italian: Database Mii Wii U personalizzato su SD
japanese: SD 上のカスタム Wii U Mii データベース
portuguese: Banco de Dados de Miis do Wii U Personalizado no SD
russian: Пользовательская база данных Mii Wii U на SD
spanish: Base de datos de Mii de Wii U personalizada en SD

source: Stage Folder for Wii U Miis on SD
german: Stage-Ordner für Wii-U-Miis auf SD-Karte
italian: Cartella di stage per i Mii Wii U su SD
japanese: SDカード上のWii U Miiのステージフォルダ
portuguese: Pasta de preparação para Miis do Wii U no cartão SD
russian: Папка Stage для Miis Wii U на SD
spanish: Carpeta Stage para Miis de Wii U en SD

source: Internal vWii Mii Database
german: Interne vWii-Mii-Datenbank
italian: Database Mii vWii interno
japanese: 内部vWii Miiデータベース
portuguese: Banco de Dados Mii interno do vWii
russian: Внутренняя база данных Mii vWii
spanish: Base de datos interna de Mii de Wii

source: Custom vWii Mii Database on SD
german: Benutzerdefinierte vWii-Mii-Datenbank auf SD
italian: Database Mii vWii personalizzato su SD
japanese: SD 上のカスタム vWii Mii データベース
portuguese: Banco de Dados de Miis do vWii Personalizado no SD
russian: Пользовательская база данных Mii vWii на SD
spanish: Base de datos de Mii de Wii personalizada en SD

source: Stage Folder for vWii Miis on SD
german: Stage-Ordner für vWii-Miis auf SD-Karte
italian: Cartella di stage per i Mii vWii su SD
japanese: SDカード上のvWii Miiのステージフォルダ
portuguese: Pasta de preparação para Miis do vWii no cartão SD
russian: Папка Stage для Miis vWii на SD
spanish: Carpeta Stage para Miis de vWii en SD

source: Miis from Internal Account DB
german: Miis aus der internen Kontodatenbank
italian: Mii dal database account interno
japanese: 内部アカウントDBからのMii
portuguese: Miis do banco de dados da conta interna
russian: Mii из внутренней базы данных учетных записей
spanish: Miis de la base de datos de cuenta interna

source: Miis from Custom Account DB on SD
german: Miis aus der benutzerdefinierten Kontodatenbank auf SD
italian: Mii dal database account personalizzato su SD
japanese: SDカードのカスタムアカウントDBからのMii
portuguese: Miis do banco de dados da conta personalizada no cartão SD
russian: Mii из базы данных пользовательских учетных записей на SD-карте
spanish: Miis de la base de datos de cuenta personalizada en SD

source: Stage folder for Account Miis on SD
german: Stage-Ordner für Account-Miis auf SD-Karte
italian: Cartella di stage per i Mii dell'account su SD
japanese: SDカード上のアカウントMiiのステージフォルダ
portuguese: Pasta de preparação para Miis da conta no cartão SD
russian: Папка Stage для Miis учетной записи на SD
spanish: Carpeta Stage para Miis de cuenta en SD

source: SaveGameManager GX Miis stage folder on SD
german: SaveGameManager GX Miis-Ordner auf SD-Karte
italian: Cartella di livello Mii di SaveGameManager GX su SD
japanese: SDカード上のSaveGameManager GX Miisステージフォルダ
portuguese: Pasta de estágios do SaveGameManager GX Miis no cartão SD
russian: Папка этапов Miis SaveGameManager GX на SD-карте
spanish: Carpeta de escenario de Miis de SaveGameManager GX en SD

source: Internal Stadio save DB
german: Interne Stadio-Speicherdatenbank
italian: DB di salvataggio Stadio interno
japanese: 内部StadioセーブDB
portuguese: Banco de Dados de salvamento interno do Stadio
russian: Внутренняя база данных сохранений Stadio
spanish: Base de datos de guardado interna de Stadio

source: Wii U Mii Database mounted on USB
german: Wii U Mii-Datenbank auf USB gemountet
italian: Database Mii Wii U montato su USB
japanese: Wii U Mii データベースが USB にマウントされました
portuguese: Banco de dados de Miis do Wii U montado no USB
russian: База данных Mii Wii U смонтирована на USB
spanish: Base de datos de Mii de Wii U montada en USB

source: In case you need this files in the future, you will find them here: %s
german: Falls Sie diese Dateien in Zukunft benötigen, finden Sie sie hier: %s
italian: Nel caso in cui ti servissero questi file in futuro, li troverai qui: %s
japanese: 今後このファイルが必要になった場合は、ここにあります: %s
portuguese: Caso precise desses arquivos no futuro, você os encontrará aqui: %s
russian: Если вам понадобятся эти файлы в будущем, вы найдете их здесь: %s
spanish: En caso de que necesites estos archivos en el futuro, los encontrarás aquí: %s

source: Aborting Task - MiiProcesSharedState is not completely initialized
german: Aufgabe wird abgebrochen – MiiProcesSharedState ist nicht vollständig initialisiert
italian: Interruzione dell'attività - MiiProcesSharedState non è completamente inizializzato
japanese: タスクを中止しています - MiiProcesSharedState が完全に初期化されていません
portuguese: Abortando a tarefa - MiiProcesSharedState não está completamente inicializado
russian: Прерывание задачи - MiiProcesSharedState не полностью инициализирован
spanish: Abortando tarea: MiiProcesSharedState no se ha inicializado por completo

source: Aborting Task - Target Repo is null
german: Aufgabe wird abgebrochen – Ziel-Repository ist null
italian: Interruzione dell'attività - Il repository di destinazione è nullo
japanese: タスクを中止しています - ターゲット リポジトリが null です
portuguese: Abortando a tarefa - Repositório de destino é nulo
russian: Прерывание задачи - Целевой репозиторий равен null
spanish: Abortando tarea: el repositorio de destino es nulo

source: Aborting Task - Unable to open repo %s
german: Aufgabe wird abgebrochen – Repository %s kann nicht geöffnet werden
italian: Interruzione dell'attività - Impossibile aprire il repository %s
japanese: タスクを中止しています- リポジトリ %s を開けません
portuguese: Abortando a tarefa - Não foi possível abrir o repositório %s
russian: Прерывание задачи - Невозможно открыть репозиторий %s
spanish: Abortando tarea: no se puede abrir el repositorio %s

source: Aborting Task - Unable to open and populate repo %s
german: Aufgabe wird abgebrochen – Repository %s kann nicht geöffnet und befüllt werden
italian: Interruzione dell'attività - Impossibile aprire e popolare il repository %s
japanese: タスクを中止しています - リポジトリ%s を開いてデータを入力できません
portuguese: Abortando a tarefa - Não foi possível abrir e preencher o repositório %s
russian: Прерывание задачи - Невозможно открыть и заполнить репозиторий %s
spanish: Abortando tarea: no se puede abrir ni rellenar el repositorio %s

source: You are exporting duplicated Miis. They are marked with DUP or D in the listings. Notice that all but one duplicated miis will be deleted by MiiMaker, whereas MiiChannel doesn't seem to care. Please fix it updating its miiid or normal/special/temp or device info for one of them
german: Sie exportieren doppelte Miis. Diese sind in den Listen mit DUP oder D gekennzeichnet. Beachten Sie, dass alle bis auf einen doppelten Mii von MiiMaker gelöscht werden, während MiiChannel dies scheinbar nicht berücksichtigt.Bitte korrigieren Sie das Problem, indem Sie die Mii-ID oder die Informationen zu Normal-, Spezial-, temporärem oder Geräte-Mii aktualisieren
italian: Stai esportando Mii duplicati. Sono contrassegnati con DUP o D negli elenchi. Nota che tutti i Mii duplicati tranne uno verranno eliminati da MiiMaker, mentre MiiChannel non sembra preoccuparsene. Risolvi il problema aggiornando il suo MiiID o le informazioni normali/speciali/temporanee o del dispositivo per uno di essi
japanese: 重複したMiiをエクスポートしています。リストでは「DUP」または「D」と表示されます。 重複したMiiは1つを除いてMiiMakerによってすべて削除されますが、MiiChannelでは削除されないようです。 重複したMiiのうち1つのmiiID、通常/スペシャル/一時デバイス情報、またはデバイス情報が更新される問題を修正してください。
portuguese: Você está exportando Miis duplicados. Eles são marcados com DUP ou D nas listas. Observe que todos os Miis duplicados, exceto um, serão excluídos pelo MiiMaker, enquanto o MiiChannel parece não se importar.
russian: Вы экспортируете дубликаты Mii. В списках они помечены как DUP или D. Обратите внимание, что MiiMaker удалит все дубликаты Mii, кроме одного, в то время как MiiChannel, похоже, это не волнует. Пожалуйста, исправьте это, обновив информацию о miiid или normal/special/temp или device для одного из них.
spanish: Estás exportando Miis duplicados. Están marcados con DUP o D en los listados. Ten en cuenta que MiiMaker eliminará todos los Miis duplicados menos uno, mientras que a MiiChannel no parece importarle. Por favor, corríjalo actualizando su miiid o la información normal/especial/temporal o del dispositivo de uno de ellos.

source: Error extracting MiiData for %s (by %s)
german: Fehler beim Extrahieren der Mii-Daten für %s (von %s)
italian: Errore durante l'estrazione dei MiiData per %s (da parte di %s)
japanese: %s の MiiData を抽出中にエラーが発生しました (作成者: %s)
portuguese: Erro ao extrair MiiData para %s (por %s)
russian: Ошибка извлечения MiiData для %s (от %s)
spanish: Error al extraer MiiData para %s (por %s)

source: Errors detected during export. Do you want to save the database?
german: Fehler beim Exportieren. Möchten Sie die Datenbank speichern?
italian: Errori rilevati durante l'esportazione. Vuoi salvare il database?
japanese: エクスポート中にエラーが検出されました。 データベースを保存しますか？
portuguese: Erros detectados durante a exportação. Deseja salvar o banco de dados?
russian: Обнаружены ошибки во время экспорта. Вы хотите сохранить базу данных?
spanish: Errores detectados durante la exportación. ¿Quieres guardar la base de datos?

source: You are importing duplicated Miis. They are marked with DUP or D in the listings. Notice that all but one duplicated miis will be deleted by MiiMaker, whereas MiiChannel doesn't seem to care. Please fix it updating its miiid or normal/special/temp or device info for one of them
german: Sie importieren doppelte Miis. Diese sind in der Liste mit DUP oder D gekennzeichnet. Beachten Sie, dass MiiMaker alle bis auf einen doppelten Mii löscht, während MiiChannel dies scheinbar ignoriert. Bitte korrigieren Sie das Problem, indem Sie die Mii-ID oder die Informationen zu Normal-, Spezial-, temporärem oder Geräte-Mii aktualisieren.
italian: Stai importando Mii duplicati. Sono contrassegnati con DUP o D negli elenchi. Nota che tutti i Mii duplicati tranne uno verranno eliminati da MiiMaker, mentre MiiChannel non sembra preoccuparsene. Si prega di risolvere il problema aggiornando il suo miiid o le informazioni normali/speciali/temp o sul dispositivo per uno di essi
japanese: 重複したMiiをインポートしています。リストでは「DUP」または「D」と表示されます。 重複したMiiは1つを除いてMiiMakerによってすべて削除されますが、MiiChannelでは削除されないようです。 重複したMiiのうち1つのmiiID、通常/スペシャル/一時デバイス情報、またはデバイス情報が更新される問題を修正してください。
portuguese: Você está importando Miis duplicados. Eles estão marcados com DUP ou D nas listas. Observe que todos os Miis duplicados, exceto um, serão excluídos pelo MiiMaker, enquanto o MiiChannel parece não se importar. Por favor, corrija isso atualizando o miiid ou as informações de dispositivo de um deles.
russian: Вы импортируете дубликаты Mii. В списках они помечены как DUP или D. Обратите внимание, что MiiMaker удалит все дубликаты Mii, кроме одного, в то время как MiiChannel, похоже, это не волнует. Пожалуйста, исправьте это, обновив информацию о miiid или normal/special/temp или device для одного из них.
spanish: Estás importando Miis duplicados. Están marcados con DUP o D en los listados. Ten en cuenta que MiiMaker eliminará todos los Miis duplicados menos uno, mientras que a MiiChannel no parece importarle. Por favor, corríjalo actualizando su miiid o la información normal/especial/temporal o del dispositivo de uno de ellos.

source: Errors detected during import. Do you want to save the database?
german: Fehler beim Importieren. Möchten Sie die Datenbank speichern?
italian: Errori rilevati durante l'importazione. Vuoi salvare il database?
japanese: インポート中にエラーが検出されました。 データベースを保存しますか？
portuguese: Erros detectados durante a importação. Deseja salvar o banco de dados?
russian: Обнаружены ошибки во время импорта. Вы хотите сохранить базу данных?
spanish: Errores detectados durante la importación. ¿Quieres guardar la base de datos?

source: Duplicated Miis found in the repo. They are marked with DUP or D in the listings. Notice that all but one duplicated miis will be deleted by MiiMaker, whereas MiiChannel doesn't seem to care. Please fix it updating its MiiId, or toggling normal/special/temp flag or updating device info for one of them
german: Doppelte Miis im Repository gefunden. Sie sind in den Listen mit DUP oder D gekennzeichnet. Beachten Sie, dass MiiMaker alle bis auf einen doppelten Mii löscht, während MiiChannel dies scheinbar ignoriert. Bitte beheben Sie das Problem, indem Sie die Mii-ID aktualisieren, das Flag 'Normal/Spezial/Temporär' umschalten oder die Geräteinformationen für einen der Miis aktualisieren.
italian: Trovati Mii duplicati nel repository. Sono contrassegnati con DUP o D negli elenchi. Nota che tutti i Mii duplicati tranne uno verranno eliminati da MiiMaker, mentre MiiChannel non sembra preoccuparsene. Si prega di risolvere il problema aggiornando il suo MiiId, o attivando/disattivando il flag normale/speciale/temporaneo o aggiornando le informazioni del dispositivo per uno di essi.
japanese: リポジトリ内に重複したMiiが見つかりました。リストにはDUPまたはDと表示されています。 MiiMakerは1つを除いて重複したMiiを削除しますが、MiiChannelはそれを気にしていないようです。 MiiIDの更新、通常/特殊/一時フラグの切り替え、またはデバイス情報の更新を修正してください。
portuguese: Miis duplicados encontrados no repositório. Eles estão marcados com DUP ou D nas listas. Observe que todos os Miis duplicados, exceto um, serão excluídos pelo MiiMaker, enquanto o MiiChannel parece não se importar. Corrija isso atualizando o ID do Mii, alternando o sinalizador normal/especial/temporário ou atualizando as informações do dispositivo para um deles.
russian: В репозитории обнаружены дубликаты MIIS. Они помечены как DUP или D в списках. Обратите внимание, что все дубликаты MIIS, кроме одного, будут удалены MiiMaker, в то время как MiiChannel, похоже, это не волнует. Пожалуйста, исправьте это, обновив его MiiId, или переключив флаг normal/special/temp, или обновив информацию об устройстве для одного из них.
spanish: Se encontraron Miis duplicados en el repositorio. Están marcados con DUP o D en los listados. Observa que MiiMaker eliminará todos los Miis duplicados menos uno, mientras que a MiiChannel no parece importarle. Por favor, arréglalo actualizando su MiiId, activando la opción normal/especial/temporal o actualizando la información del dispositivo para uno de ellos.

source: Unable to remove %s (by %s) from favorites section. Error extracting MiiData
german: %s (von %s) konnte nicht aus dem Favoritenbereich entfernt werden. Fehler beim Extrahieren der Mii-Daten.
italian: Impossibile rimuovere %s (da %s) dalla sezione preferiti. Errore durante l'estrazione dei MiiData
japanese: お気に入りセクションから%s（作成者%s）を削除できません。MiiDataの抽出中にエラーが発生しました
portuguese: Não foi possível remover %s (por %s) da seção de favoritos. Erro ao extrair MiiData
russian: Не удалось удалить %s (по %s) из раздела избранного. Ошибка извлечения MiiData
spanish: No se puede eliminar %s (por %s) de la sección de favoritos. Error al extraer MiiData

source: Error wiping MiiData for %s (by %s)
german: Fehler beim Löschen der Mii-Daten für %s (von %s)
italian: Errore durante la cancellazione dei MiiData per %s (da %s)
japanese: %sのMiiデータ消去中にエラーが発生しました（%sによる）
portuguese: Erro ao limpar MiiData para %s (por %s)
russian: Ошибка очистки MiiData для %s (от %s)
spanish: Error al borrar los datos de los Mii de %s (por %s)

source: Errors detected during wipe. Do you want to save the database?
german: Fehler beim Löschen. Möchten Sie die Datenbank speichern?
italian: Errori rilevati durante la cancellazione. Vuoi salvare il database?
japanese: ワイプ中にエラーが検出されました。 データベースを保存しますか？
portuguese: Erros detectados durante a limpeza. Deseja salvar o banco de dados?
russian: Обнаружены ошибки во время очистки. Вы хотите сохранить базу данных?
spanish: Errores detectados durante el borrado. ¿Quieres guardar la base de datos?

source: Please wait. First write to (some) SDs can take several seconds.
german: Bitte warten. Das erste Schreiben auf (einige) SD-Karten kann einige Sekunden dauern.
italian: Attendi. La prima scrittura su (alcune) schede SD potrebbe richiedere diversi secondi.
japanese: お待ちください。一部のSDカードへの最初の書き込みには数秒かかる場合があります。
portuguese: Aguarde. A primeira gravação em (alguns) SDs pode levar vários segundos.
russian: Пожалуйста, подождите. Первая запись на (некоторые) SD может занять несколько секунд.
spanish: Espere. La primera escritura en (algunas) tarjetas SD puede tardar varios segundos.

source: Transforming mii
german: Mii wird transformiert
italian: Trasformazione mii
japanese: Miiを変換しています
portuguese: Transformando mii
russian: Преобразование mii
spanish: Transformando mii

source: Wiping mii
german: Mii wird gelöscht
italian: Cancellazione Mii
japanese: miiを消去
portuguese: Limpar Mii
russian: Очистка Mii
spanish: Borrando mii

source: Copying from: %s
german: Kopieren von: %s
italian: Copia da: %s
japanese: コピー元: %s
portuguese: Copiando de: %s
russian: Копирование из: %s
spanish: Copiando desde: %s

source: To: %s
german: Zu: %s
italian: A: %s
japanese: 宛先: %s
portuguese: Para: %s
russian: В %s
spanish: A: %s

source: Will abort...
german: Wird abgebrochen...
italian: Verrà annullata...
japanese: 中止します...
portuguese: Abortará...
russian: Будет прервано...
spanish: Se cancelará...

source: Abort:\ue083+\ue046
german: Abbruch: \ue083+\ue046
italian: Interruzione:\ue083+\ue046
japanese: 中止:\ue083+\ue046
portuguese: Abortar:\ue083+\ue046
spanish: Abortar:\ue083+\ue046

source: Mii %s is Special and will be deleted by the Mii editor if it has the the Share flag on. Please first convert it to a Normal one.
german: Mii %s ist ein Spezial-Mii und wird vom Mii-Editor gelöscht, wenn die Freigabe-Funktion aktiviert ist. Bitte konvertieren Sie es zuerst in ein normales Mii.
italian: Il Mii %s è speciale e verrà eliminato dall'editor Mii se ha il flag di condivisione attivato. Per prima cosa, convertilo in uno normale.
japanese: Mii %sはスペシャルMiiです。共有フラグがオンになっているとMiiエディターによって削除されます。まずノーマルMiiに変換してください。
portuguese: O Mii %s é especial e será excluído pelo editor de Miis se a opção Compartilhar estiver ativada. Converta-o primeiro para um Mii Normal.
russian: Mii %s является специальным и будет удален редактором Mii, если у него включен флаг Share. Пожалуйста, сначала преобразуйте его в обычный.
spanish: El Mii %s es especial y el editor de Mii lo eliminará si tiene activada la opción Compartir. Conviértalo primero en uno normal.
