Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: List Miis
german: Miis auflisten
italian: Elenca Mii
japanese: Miiを一覧表示
portuguese: Listar Miis
russian: Список Mii
spanish: Mostrar Miis

source: \ue002: View \ue001: Back
german: \ue002:Ansicht \ue001: Zurück
italian: \ue002: Visualizza \ue001: Indietro
japanese: \ue002: 表示 \ue001: 戻る
portuguese: \ue002: Exibir \ue001: Voltar
russian: \ue002: Просмотр \ue001: Назад
spanish: \ue002: Ver \ue001: Atrás

source: \ue083\ue084 View Duplicates \ue002: View \ue001: Back
german: \ue083\ue084 Duplikate anzeigen \ue002: Ansicht \ue001: Zurück
italian: \ue083\ue084 Visualizza duplicati \ue002: Visualizza \ue001: Indietro
japanese: \ue083\ue084 重複を表示 \ue002: 表示 \ue001: 戻る
portuguese: \ue083\ue084 Exibir Duplicados \ue002: Exibir \ue001: Voltar
russian: \ue083\ue084 Просмотр дубликатов \ue002: Просмотр \ue001: Назад
spanish: \ue083\ue084 Ver duplicados \ue002: Ver \ue001: Atrás

source: Select which Miis to Import
german: Zu importierende Miis auswählen
italian: Seleziona i Mii da importare
japanese: インポートするMiiを選択してください
portuguese: Selecione quais Miis importar
russian: Выберите, каких Mii импортировать
spanish: Selecciona los Miis que quieres importar

source: \ue003\ue07e: Set/Unset \ue002\ue084: View \ue000: Import Miis \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue002\ue084:Ansicht \ue000: Miis importieren \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue002\ue084: Visualizza \ue000: Importa Mii \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue002\ue084: 表示 \ue000: Miiのインポート \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue002\ue084: Visualizar \ue000: Importar Miis \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue002\ue084: Вид \ue000: Импортировать Mii \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue002\ue084: Ver \ue000: Importar Miis \ue001: Atrás

source: \ue003\ue07e: Set/Unset \ue002: View \ue000: Import Miis \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue002:Ansicht \ue000: Miis importieren \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue002: Visualizza \ue000: Importa Mii \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue002: 表示 \ue000: Mii のインポート \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue002: Visualizar \ue000: Importar Miis \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue002: Вид \ue000: Импортировать Mii \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue002: Ver \ue000: Importar Miis \ue001: Atrás

source: \ue003\ue07e: Set/Unset \ue045\ue046: Toggle All \ue002\ue084: View \ue000: Import \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002\ue084:Ansicht \ue000: Import \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002\ue084: Visualizza \ue000: Importa \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて切り替え \ue002\ue084: 表示 \ue000: インポート \ue001:戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Alternar tudo \ue002\ue084: Exibir \ue000: Importar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002\ue084: Вид \ue000: Импорт \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Alternar todo \ue002\ue084: Ver \ue000: Tareas \ue001: Atrás

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue002: View \ue000: Import \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002:Ansicht \ue000: Import \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046:Att/Dis tutto \ue002: Visualizza \ue000: Importa \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/設定解除 \ue002: 表示 \ue000: インポート \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Def/Rem tudo \ue002: Exibir \ue000: Importar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002: Просмотр \ue000: Импорт \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Activ/Des todo \ue002: Ver \ue000: Importar \ue001: Atrás

source: >> Import
german: >> Importieren
italian: >> Importa
japanese: >> インポート
portuguese: >> Importar
russian: >> Импорт
spanish: >> Importar

source: |Imported|
german: |Importiert|
italian: |Importato|
japanese: |インポート済み|
portuguese: |Importado|
russian: |Импортировано|
spanish: |Importado|

source: Select which Miis to Export
german: Zu exportierende Miis auswählen
italian: Seleziona i Mii da esportare
japanese: エクスポートするMiiを選択してください
portuguese: Selecione quais Miis exportar
russian: Выберите, каких Mii экспортировать
spanish: Selecciona los Miis que quieres exportar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Toggle All \ue002\ue084: View \ue000: Export \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002\ue084:Ansicht \ue000: Expor. \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002\ue084: Visualizza \ue000: Esporta \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて切り替え \ue002\ue084: 表示 \ue000: エクスポート \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Alternar tudo \ue002\ue084: Exibir \ue000: Exportar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002\ue084: Вид \ue000: Экспорт \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Alternar todo \ue002\ue084: Ver \ue000: Importar \ue001:Atrás

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue002: View \ue000: Export \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002:Ansicht \ue000: Export \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002: Visualizza \ue000: Esporta \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/設定解除 \ue002: 表示 \ue000: エクスポート \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Def/Rem Todoss \ue002: Visualizar \ue000: Exportar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002: Просмотр \ue000: Экспорт \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Activ/Des todo \ue002: Ver \ue000: Exportar \ue001: Atrás

source: >> Export
italian: >> Esporta
japanese: >> エクスポート
portuguese: >> Exportar
russian: >> Экспорт
spanish: >> Exportar

source: |Exported|
german: |Exportiert|
italian: |Esportato|
japanese: |エクスポート済み|
portuguese: |Exportado|
russian: |Экспортировано|
spanish: |Exportado|

source: Select which Mii to Restore
german: Welchen wiederherzustellenden Mii auswählen
italian: Seleziona i Mii da ripristinare
japanese: 復元するMiiを選択してください
portuguese: Selecione qual Mii restaurar
russian: Выберите, какого Mii восстановить
spanish: Selecciona el Mii que quieres restaurar

source: \ue003\ue07e: Set/Unset \ue002\ue083\ue084: View \ue000: Restore Mii \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue002\ue083\ue084:Ansicht \ue000: Mii wiederherstellen \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue002\ue083\ue084: Visualizza \ue000: Ripristina Mii \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue002\ue083\ue084: 表示 \ue000: Miiの復元 \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue002\ue083\ue084: Visualizar \ue000: Restaurar Mii \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue002\ue083\ue084: Вид \ue000: Восстановить Mii \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue002\ue083\ue084: Ver \ue000: Restaurar Mii \ue001: Atrás

source: >> Restore
german: >> Wiederherstellen
italian: >> Ripristina
japanese: >> 復元
portuguese: >> Restaurar
russian: >> Восстановить
spanish: >> Restaurar

source: |Restored|
german: |Wiederhergestellt|
italian: |Ripristinato|
japanese: |復元済み|
portuguese: |Restaurado|
russian: |Восстановлено|
spanish: |Restaurado|

source: Select which Miis to Wipe
german: Zu löschende Miis auswählen
italian: Seleziona i Mii da cancellare
japanese: 消去するMiiを選択してください
portuguese: Selecione quais Miis apagar
russian: Выберите, каких Mii удалить
spanish: Selecciona los Miis que quieres borrar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Toggle All \ue002\ue084: View \ue000: Wipe \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002\ue084:Ansicht \ue000: Löschen \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002\ue084: Visualizza \ue000: Cancella \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて切り替え \ue002\ue084: 表示 \ue000: ワイプ \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Alternar Tudo \ue002\ue084: Exibir \ue000: Limpar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002\ue084: Вид \ue000: Очистка \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Alternar todo \ue002: Ver \ue000: Tareas \ue001: Atrás

source: \ue003\ue07e: Set/Unset \ue045\ue046: Set/Unset All \ue002: View \ue000: Wipe \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002:Ansicht \ue000: Löschen \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002: Visualizza \ue000: Cancella \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて設定/設定解除 \ue002: 表示 \ue000: ワイプ \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Def/Rem tudo \ue002: Exibir \ue000: Limpar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002\ue084: Просмотр \ue000: Экспорт \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Activ/Des todo \ue002: Ver \ue000: Borrar \ue001: Atrás

source: >> Wipe
german: >> Löschen
italian: >> Cancella
japanese: >> ワイプ
portuguese: >> Limpar
russian: >> Стереть
spanish: >> Borrar

source: |Wiped|
german: |Gelöscht|
italian: |Cancellato|
japanese: |ワイプ済み|
portuguese: |Limpos|
russian: |Стереть|
spanish: |Borrado|

source: Select which Miis to Transform
german: Zu transformierende Miis auswählen
italian: Seleziona i Mii da trasformare
japanese: 変身させるMiiを選択してください
portuguese: Selecione quais Miis transformar
russian: Выберите, каких Mii преобразовать
spanish: Selecciona los Miis que quieres transformar

source: \ue003\ue07e: Set/Unset \ue045\ue046: Toggle All \ue002\ue084: View \ue000: Tasks \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002\ue084:Ansicht \ue000: Aufgaben \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002\ue084: Visualizza \ue000: Attività \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて切り替え \ue002\ue084: 表示 \ue000: タスク \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Alternar tudo \ue002\ue084: Exibir \ue000: Tarefas \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002\ue084: Вид \ue000: Задачи \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Alternar todo \ue002\ue084: Ver \ue000: Borrar \ue001: Atrás

source: \ue003\ue07e: Set/Unset \ue045\ue046: Toggle All \ue002: View \ue000: Tasks \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue045\ue046:Alle a/d \ue002:Ansicht \ue000: Aufgaben \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue045\ue046: Att/Dis tutto \ue002: Visualizza \ue000: Attività \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue045\ue046: すべて切り替え \ue002: 表示 \ue000: タスク \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue045\ue046: Alternar Tudo \ue002: Exibir \ue000: Tarefas \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue045\ue046: Уст/сня все \ue002: Вид \ue000: Задачи \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue045\ue046: Alternar todo \ue002\ue084: Ver \ue000: Exportar \ue001: Atrás

source: >> Transform
german: >> Transformieren
italian: >> Trasforma
japanese: >> 変身
portuguese: >> Transformar
russian: >> Трансформировать
spanish: >> Transformar

source: |Transformed|
german: |Transformiert|
italian: |Trasformato|
japanese: |変身|
portuguese: |Transformado|
russian: |Трансформировано|
spanish: |Transformado|

source: Select Mii to copy attrs from
german: Mii zum Kopieren der Attribute auswählen
italian: Seleziona il Mii da cui copiare gli attributi
japanese: 属性をコピーするMiiを選択
portuguese: Selecione o Mii do qual copiar os atributos
russian: Выберите Mii для копирования атрибутов
spanish: Selecciona el Mii del que copiar atributos

source: \ue003\ue07e: Select Template \ue002\ue084: View \ue000: Transform Miis \ue001: Back
german: \ue003\ue07e: Vorlage auswählen \ue002\ue084:Ansicht \ue000: Miis transform \ue001: Zurück
italian: \ue003\ue07e: Seleziona modello \ue002\ue084: Visualizza \ue000: Trasforma Mii \ue001: Indietro
japanese: \ue003\ue07e: テンプレートを選択 \ue002\ue084: 表示 \ue000: Miiの変身 \ue001: 戻る
portuguese: \ue003\ue07e: Selecionar Modelo \ue002\ue084: Exibir \ue000: Transformar Miis \ue001: Voltar
russian: \ue003\ue07e: Выбор шаблона \ue002\ue084: Просмотр \ue000: Преобразование Mii \ue001: Назад
spanish: \ue003\ue07e: Seleccionar plantilla \ue002\ue084: Ver \ue000: Transformar Miis \ue001: Atrás

source: \ue003\ue07e: Select Template \ue002: View \ue000: Transform Miis \ue001: Back
german: \ue003\ue07e: Vorlage auswählen \ue002:Ansicht \ue000: Miis transform \ue001: Zurück
italian: \ue003\ue07e: Seleziona modello \ue002: Visualizza \ue000: Trasforma Mii \ue001: Indietro
japanese: \ue003\ue07e: テンプレートを選択 \ue002\ue084: 表示 \ue000: Miiの変身\ue001: 戻る
portuguese: \ue003\ue07e: Selecionar Modelo \ue002: Exibir \ue000: Transformar Miis \ue001: Voltar
russian: \ue003\ue07e: Выбор шаблона \ue002: Просмотр \ue000: Преобразование Mii \ue001: Назад
spanish: \ue003\ue07e: Seleccionar plantilla \ue002: Ver \ue000: Transformar Miis \ue001: Atrás

source: >> Use as template
german: >> Als Vorlage verwenden
italian: >> Usa come modello
japanese: >> テンプレートとして使用
portuguese: >> Usar como modelo
russian: >> Использовать как шаблон
spanish: >> Usar como plantilla

source: Select Mii to be overwritten
german: Mii zum Überschreiben auswählen
italian: Seleziona il Mii da sovrascrivere
japanese: 上書きするMiiを選択
portuguese: Selecione o Mii a ser sobrescrito
russian: Выберите Mii для перезаписи
spanish: Selecciona el Mii que se sobrescribirá

source: \ue003\ue07e: Select Target Mii \ue002\ue084: View \ue000: Continue \ue001: Back
german: \ue003\ue07e: Ziel-Mii auswählen \ue002\ue084:Ansicht \ue000: Weiter \ue001: Zurück
italian: \ue003\ue07e: Seleziona Mii di destinazione \ue002\ue084: Visualizza \ue000: Continua \ue001: Ind.
japanese: \ue003\ue07e: 対象のMiiを選択 \ue002\ue084: 表示 \ue000: 続行 \ue001: 戻る
portuguese: \ue003\ue07e: Selecionar Mii Alvo \ue002\ue084: Exibir \ue000: Continuar \ue001: Voltar
russian: \ue003\ue07e: Выбор целевого Mii \ue002\ue084: Просмотр \ue000: Продолжить \ue001: Назад
spanish: \ue003\ue07e: Seleccionar Mii de destino \ue002\ue084: Ver \ue000: Continuar \ue001: Atrás

source: \ue003\ue07e: Select Target Mii \ue002: View \ue000: Continue \ue001: Back
german: \ue003\ue07e: Ziel-Mii auswählen \ue002:Ansicht \ue000: Weiter \ue001: Zurück
italian: \ue003\ue07e: Seleziona Mii di destinazione \ue002: Visualizza \ue000: Continua \ue001: Ind.
japanese: \ue003\ue07e: 対象のMiiを選択 \ue002: 表示 \ue000: 続行 \ue001: 戻る
portuguese: \ue003\ue07e: Selecionar Mii Alvo \ue002: Exibir \ue000: Continuar \ue001: Voltar
russian: \ue003\ue07e: Выбор целевого Mii \ue002: Просмотр \ue000: Продолжить \ue001: Назад
spanish: \ue003\ue07e: Seleccionar Mii de destino \ue002: Ver \ue000: Continuar \ue001: Atrás

source: >> Import here
german: >> Hier importieren
italian: >> Importa qui
japanese: >> ここでインポート
portuguese: >> Importar aqui
russian: >> Импортировать здесь
spanish: >> Importar aquí

source: >> Restore here
german: >> Hier wiederherstellen
italian: >> Ripristina qui
japanese: >> ここから復元
portuguese: >> Restaurar aqui
russian: >> Восстановить здесь
spanish: >> Restaurar aquí

source: Basic view
german: Basisansicht
italian: Visualizzazione di base
japanese: 基本表示
portuguese: Visão básica
russian: Базовый вид
spanish: Vista básica

source: Mii ID view
german: Mii-ID-Ansicht
italian: Visualizzazione ID Mii
japanese: Mii ID表示
portuguese: Visualização do ID do Mii
russian: Просмотр ID Mii
spanish: Vista de ID de Mii

source: Device view
german: Geräteansicht
italian: Vista dispositivo
japanese: デバイス ビュー
portuguese: Visão do dispositivo
russian: Вид устройства
spanish: Vista del dispositivo

source: Location view
german: Standortansicht
italian: Visualizzazione posizione
japanese: 場所の表示
portuguese: Visualização de localização
russian: Просмотр местоположения
spanish: Vista de ubicación

source: Creator view
german: Erstelleransicht
italian: Vista creatore
japanese: クリエイター ビュー
portuguese: Visão do Criador
russian: Вид создателя
spanish: Vista del creador

source: Timestamp view
german: verwaltet werden. Zeitstempelansicht
italian: Visualizzazione timestamp
japanese: タイムスタンプ表示
portuguese: visualização de data
russian: Просмотр по временной метке
spanish: Vista de marca de tiempo

source: There are no miis matching selected filters.
german: Es gibt keine Miis, die den ausgewählten Filtern entsprechen.
italian: Non ci sono Mii che corrispondono ai filtri selezionati.
japanese: 選択したフィルターに一致するMiiはありません。
portuguese: Não há Miis que correspondam aos filtros selecionados.
russian: Нет Miis, соответствующих выбранным фильтрам.
spanish: No hay Miis que coincidan con los filtros seleccionados.

source: >> Skip
german: >> Überspringen
italian: >> Salta
japanese: >> スキップ
portuguese: >> Ignorar
russian: >> Пропустить
spanish: >> Omitir

source: >> Retry
german: >> Erneut versuchen
italian: >> Riprova
japanese: >> 再試行
portuguese: >> Tentar novamente
russian: >> Повторить
spanish: >> Reintentar

source: [COPY
german: [KOPI
japanese: [コピー
russian: [КОПИ

source: On
german: An
japanese: オン
russian: на

source: Off
german: Aus
japanese: オフ
russian: Выкл

source: NORMAL
japanese: ノーマル
russian: НОРМАЛЬ

source: FOREIGN
german: AUSLÄND
italian: ESTERO
japanese: 外部
portuguese: ESTRANGO
russian: ВНЕШНИЙ

source: UNKNOWN
german: UNBEKANNT
italian: SCONOSCIUTO
japanese: 不明
portuguese: DESCONHECIDO
russian: НЕИЗВЕСТНО
spanish: DESCONOCIDO

source: : by %s
german: :von %s
italian: : di %s
japanese: : %s
portuguese: : por %s
russian: : от %s
spanish: : por %s

source: Please select some miis to work on
german: Bitte wählen Sie einige Miis aus, an denen Sie arbeiten möchten
italian: Seleziona alcuni mii su cui lavorare
japanese: 作業するmiiを選択してください
portuguese: Selecione alguns Miis para trabalhar
russian: Пожалуйста, выберите несколько mii для работы
spanish: Seleccione algunos miis en los que trabajar

source: Miis extraction Ok
german: Miis-Extraktion OK
italian: Estrazione Mii OK
japanese: Mii抽出OK
portuguese: Extração de Miis OK
russian: Извлечение Mii выполнено успешно
spanish: Extracción de Miis correcta

source: Task Aborted - Partial extraction Ok
german: Aufgabe abgebrochen – Teilweise Extraktion OK
italian: Attività interrotta - Estrazione parziale ok
japanese: タスク中止 - 部分抽出OK
portuguese: Tarefa abortada - Extração parcial concluída
russian: Задача прервана - частичное извлечение выполнено успешно
spanish: Tarea cancelada - Extracción parcial correcta

source: Extraction has failed - Global Error
german: Extraktion fehlgeschlagen - Globaler Fehler
italian: Estrazione fallita - Errore globale
japanese: 抽出に失敗しました - グローバルエラー
portuguese: A extração falhou - Erro Global
russian: Извлечение не удалось - глобальная ошибка
spanish: La extracción ha fallado - Error global

source: Extraction has failed for %d miis
german: Extraktion für %d Miis fehlgeschlagen
italian: Estrazione fallita per %d Mii
japanese: %d個のMiiの抽出に失敗しました
portuguese: A extração falhou para %d Miis
russian: Извлечение не удалось для %d miis
spanish: La extracción ha fallado para %d Miis

source: Miis import Ok
italian: Importazione Mii OK
japanese: MiiインポートOK
portuguese: Importação de Miis OK
russian: Импорт Mii выполнен успешно
spanish: Importación de Miis correcta

source: Task aborted - Partial import Ok
german: Aufgabe abgebrochen – Teilweiser Import OK
italian: Attività interrotta - Importazione parziale ok
japanese: タスク中止 - 部分インポートOK
portuguese: Tarefa abortada - Importação parcial concluída
russian: Задача прервана - частичный импорт выполнен успешно
spanish: Tarea cancelada - Importación parcial correcta

source: Import has failed - Global Error
german: Import fehlgeschlagen - Globaler Fehler
italian: Importazione fallita - Errore globale
japanese: インポートに失敗しました - グローバルエラー
portuguese: A importação falhou - Erro Global
russian: Импорт не удался - глобальная ошибка
spanish: La importación ha fallado - Error global

source: Import has failed for %d miis
german: Import für %d Miis fehlgeschlagen
italian: Importazione fallita per %d mii
japanese: %d個のMIIのインポートに失敗しました
portuguese: A importação falhou para %d miis
russian: Импорт не удался для %d miis
spanish: La importación ha fallado para %d miis

source: Are you sure? MIIDATA FOR THIS ACCOUNT WILL BE OVERWRITTEN
german: Sind Sie sicher? MIIDATA FÜR DIESES KONTO WERDEN ÜBERSCHRIEBEN
italian: Sei sicuro? I MIIDATA PER QUESTO ACCOUNT VERRANNO SOVRASCRITTI
japanese: よろしいですか? このアカウントの MIIDATA が上書きされます
portuguese: Tem certeza? OS DADOS MIID DESTA CONTA SERÃO SOBRESCRITOS
russian: Вы уверены? ДАННЫЕ MIID ДЛЯ ЭТОЙ УЧЕТНОЙ ЗАПИСИ БУДУТ ПЕРЕЗАПИСАНЫ
spanish: ¿Estás seguro? LOS MIIDATA DE ESTA CUENTA SERÁN SOBRESCRITOS

source: Data restoration has failed!
german: Datenwiederherstellung fehlgeschlagen!
italian: Ripristino dati fallito!
japanese: データの復元に失敗しました。
portuguese: A restauração de dados falhou!
russian: Восстановление данных не удалось!
spanish: ¡Restauración de datos fallida!

source: Miis wipe Ok
german: Miis-Löschen OK
italian: Cancellazione Mii OK
japanese: MiiワイプOK
portuguese: Limpeza de Miis OK
russian: Удаление Mii выполнено успешно
spanish: Borrado de Miis correcto

source: Task Aborted - Partial wipe Ok
german: Aufgabe abgebrochen – Teilweises Löschen OK
italian: Attività interrotta - Cancellazione parziale ok
japanese: タスク中止 - 部分ワイプOK
portuguese: Tarefa abortada - Limpeza parcial concluída
russian: Задача прервана - частичное удаление выполнено успешно
spanish: Tarea cancelada - Borrado parcial correcto

source: Wipe has failed - Global Error
german: Löschen fehlgeschlagen – Globaler Fehler
italian: Cancellazione fallita - Errore globale
japanese: 消去に失敗しました - グローバルエラー
portuguese: A limpeza falhou - Erro Global
russian: Очистка не удалась - глобальная ошибка
spanish: El borrado ha fallado - Error global

source: Wipe has failed for %d miis
german: Löschen für %d Miis fehlgeschlagen
italian: Cancellazione fallita per %d Mii
japanese: %d個のMiiの消去に失敗しました
portuguese: A limpeza falhou para %d Miis
russian: Очистка не удалась для %d Mii
spanish: El borrado ha fallado para %d miis

source: Miis transform ok
german: Miis-Transformation OK
italian: Trasformazione Mii OK
japanese: Mii変換OK
portuguese: Transformação de Miis OK
russian: Преобразование Mii выполнено успешно
spanish: Transformación de Miis correcta

source: Task aborted - Partial Miis transform ok
german: Aufgabe abgebrochen – Teilweise Miis-Transformation OK
italian: Attività interrotta - Trasformazione parziale dei Mii ok
japanese: タスク中止 - Miiの部分変換OK
portuguese: Tarefa abortada - Transformação parcial de Miis concluída
russian: Задача прервана - частичное преобразование Miis выполнено успешно
spanish: Tarea cancelada - Transformación parcial de Miis correcta

source: Transform has failed - Global Error
german: Transformation fehlgeschlagen - Globaler Fehler
italian: La trasformazione non è riuscita - Errore globale
japanese: 変換に失敗しました - グローバルエラー
portuguese: A transformação falhou - Erro Global
russian: Преобразование не удалось - глобальная ошибка
spanish: La transformación ha fallado - Error global

source: Transform has failed for %d miis
german: Transformation für %d Miis fehlgeschlagen
italian: La trasformazione non è riuscita per %d mii
japanese: %d個のMiiの変換に失敗しました
portuguese: A transformação falhou para %d miis
russian: Преобразование не удалось для %d miis
spanish: La transformación ha fallado para %d miis

source: BackupSets
italian: BackupSet
japanese: バックアップセット
portuguese: Conjuntos de Backup
russian: Наборы резервных копий
spanish: BackupSet
