Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Import MiiData from a mii in another repo. Needs console restart and re-register the user (User Settings > Change Mii > Edit Registered Mi > Register) to take full effect
german: Mii-Daten von einem Mii aus einem anderen Repository importieren. Konsolenneustart und erneute Registrierung des Benutzers erforderlich (Benutzereinstellungen > Mii ändern > Registrierte Mis bearbeiten > Registrieren), damit die Änderungen wirksam werden.
italian: Importa i dati Mii da un mii in un altro repository. Richiede il riavvio della console e la nuova registrazione dell'utente (Impostazioni utente > Cambia Mii > Modifica Mii registrato > Registra) per avere effetto completo
japanese: 別のリポジトリのMIIからMiiデータをインポートします。完全に有効にするには、コンソールを再起動してユーザーを再登録する必要があります（ユーザー設定 > Miiの変更 > 登録済みMiiの編集 > 登録）。
portuguese: Importar dados de um Mii em outro repositório. É necessário reiniciar o console e registrar novamente o usuário (Configurações do Usuário > Alterar Mii > Editar Mii Registrado > Registrar) para que a alteração tenha efeito completo
russian: Импортируйте MiiData из mii в другом репозитории. Для полного вступления в силу требуется перезапуск консоли и повторная регистрация пользователя (Настройки пользователя > Изменить Mii > Редактировать зарегистрированный Mi > Зарегистрировать)
spanish: Importar MiiData desde un mii en otro repositorio. Necesita reiniciar la consola y volver a registrar al usuario (Ajustes de usuario > Cambiar Mii > Editar Mii registrado > Registrar) para que surta efecto completo

source: Change attributes (share/copy/miiid/owner) or appareance of miis. Needs console restart and re-register the user (User Settings > Change Mii > Edit Registered Mi > Register) to take full effect
german: Attribute (Teilen/Kopieren/Mii-ID/Besitzer) oder Aussehen von Miis ändern. Konsolenneustart und erneute Registrierung des Benutzers erforderlich (Benutzereinstellungen > Mii ändern > Registrierte Mis bearbeiten > Registrieren), damit die Änderungen wirksam werden.
italian: Modifica gli attributi (condivisione/copia/miiid/proprietario) o l'aspetto dei mii. È necessario riavviare la console e registrare nuovamente l'utente (Impostazioni utente > Cambia Mii > Modifica Mii registrato > Registra) per rendere effettivo
japanese: miiの属性（共有/コピー/miiid/オーナー）または外観を変更します。変更を有効にするには、コンソールを再起動し、ユーザーを再登録する必要があります（ユーザー設定 > Miiの変更 > 登録済みMiiの編集 > 登録）。
portuguese: Alterar atributos (compartilhar/copiar/MIIID/proprietário) ou aparência dos miis. É necessário reiniciar o console e registrar novamente o usuário (Configurações do Usuário > Alterar Mii > Editar Mii Registrado > Registrar) para que a alteração tenha efeito completo
russian: Изменение атрибутов (общий доступ/копирование/miiid/владелец) или внешнего вида mii. Требуется перезапуск консоли и повторная регистрация пользователя (Настройки пользователя > Изменить Mii > Редактировать зарегистрированный Mi > Зарегистрировать), чтобы изменения вступили в силу
spanish: Cambiar atributos (compartir/copiar/miiid/propietario) o apariencia de los mii. Es necesario reiniciar la consola y volver a registrar al usuario (Ajustes de usuario > Cambiar Mii > Editar Mi registrado > Registrar) para que surta efecto completo

source: Backup Mii Database in their enterity
german: Mii-Datenbank vollständig sichern
italian: Esegui il backup del database Mii nella loro interezza
japanese: Miiデータベースをそのフォルダにバックアップ
portuguese: Fazer backup do banco de dados Mii em sua totalidade
russian: Создать резервную копию базы данных Mii целиком
spanish: Copia de seguridad de la base de datos de Mii en su totalidad

source: Restore Mii Database in their enterity
german: Mii-Datenbank vollständig wiederherstellen
italian: Ripristina database Mii nella loro interezza
japanese: Miiデータベースをそのアカウントに復元
portuguese: Restaurar banco de dados Mii por completo
russian: Восстановить базу данных Mii в их целостности
spanish: Restaurar la base de datos Mii en su totalidad

source: Wipe Mii Database
german: Mii-Datenbank löschen
italian: Cancella database Mii
japanese: Miiデータベースを消去
portuguese: Limpar Banco de Dados Mii
russian: Очистка базы данных Mii
spanish: Borrar base de datos de Mii

source: Initialize Mii Database with no Miis
german: Mii-Datenbank ohne Miis initialisieren
italian: Inizializza database Mii senza Mii
japanese: MiiなしでMiiデータベースを初期化
portuguese: Inicializar Banco de Dados Mii sem Miis
russian: Инициализация базы данных Mii без Mii
spanish: Inicializar base de datos de Mii sin Miis

source: Export some Miis from this Database to another one
german: Einige Miis aus dieser Datenbank in eine andere exportieren
italian: Esporta alcuni Mii da questo database a un altro
japanese: このデータベースから他のリポジトリにMiiをエクスポート
portuguese: Exportar alguns Miis deste banco de dados para outro
russian: Экспорт некоторых Miis из этой базы данных в другую
spanish: Exportar algunos Miis de esta base de datos a otra

source: Import some Miis from another Database to this one
german: Einige Miis aus einer anderen Datenbank in diese importieren
italian: Importa alcuni Mii da un altro database a questo
japanese: 別のデータベースからこのデータベースにMiiをインポートします
portuguese: Importar alguns Miis de outro banco de dados para este
russian: Импортируйте несколько Miis из другой базы данных в эту
spanish: Importar algunos Miis de otra base de datos a esta

source: Wipe some Miis from the Mii Database
german: Einige Miis aus der Mii-Datenbank löschen
italian: Cancella alcuni Mii dal database Mii
japanese: Miiデータベースから一部のMiiを消去
portuguese: Limpar alguns Miis do Banco de Dados Mii
russian: Удалить некоторые Mii из базы данных Mii
spanish: Borrar algunos Miis de la base de datos de Mii

source: Change attributes (share/copy/miiid/owner) or appareance of miis
german: Attribute (Teilen/Kopieren/Mii-ID/Besitzer) oder Aussehen von Miis ändern
italian: Modifica gli attributi (condivisione/copia/miiid/proprietario) o l'aspetto dei mii
japanese: miiの属性（共有/コピー/miiid/オーナー）または外観を変更します
portuguese: Alterar atributos (compartilhar/copiar/MIIID/proprietário) ou aparência dos miis
russian: Изменение атрибутов (общий доступ/копирование/miiid/владелец) или внешнего вида mii
spanish: Cambiar atributos (compartir/copiar/miiid/propietario) o apariencia de los mii

source: Keyboard
german: Tastatur
italian: Tastiera
japanese: キーボード
portuguese: Teclado
russian: Клавиатура
spanish: Teclado

source: \ue000: Press Key \ue003: Shift \ue002: Del \ue045: OK! \ue001: Back
german: \ue000: Drücken Sie die Taste \ue003: Umschalt \ue002: Entf \ue045: OK! \ue001: Zurück
italian: \ue000: Premi il tasto \ue003: Maiusc \ue002: Canc \ue045: OK! \ue001: Indietro
japanese: \ue000: キーを押す \ue003: Shift \ue002: Del \ue045: OK! \ue001: 戻る
portuguese: \ue000: Pressione a Tecla \ue003: Shift \ue002: Del \ue045: OK! \ue001: Voltar
russian: \ue000: Нажмите клавишу \ue003: Shift \ue002: Del \ue045: OK! \ue001: Назад
spanish: \ue000: Presionar tecla \ue003: Mayús \ue002: Supr \ue045: ¡Aceptar! \ue001: Atrás

source: Batch Backup
german: Stapelsicherung
italian: Backup in batch
japanese: バッチバックアップ
portuguese: Backup em Lote
russian: Пакетное резервное копирование
spanish: Backup por lotes

source: Backup All (%u Title%s)
german: Sichere Alle (%u Titel%s)
italian: Backup di tutto (%u titolo%s)
japanese: すべてバックアップ (%u タイトル%s)
portuguese: Tudo (%u Título%s)
russian: Сделать бекап для всех (%u Имя%s)
spanish: Backup de todo (%u Título%s)

source: Backup Wii U (%u Title%s)
german: Sichere Wii U (%u Titel%s)
italian: Backup Wii U (%u Titolo%s)
japanese: バックアップ Wii U (%u タイトル%s)
portuguese: Apenas Wii U (%u Título%s)
russian: Бекап только для Wii U (%u Имя%s)
spanish: Backup de Wii U (%u Título%s)

source: Backup vWii (%u Title%s)
german: Sichere vWii (%u Titel%s)
italian: Backup vWii (%u Titolo%s)
japanese: バックアップ vWii (%u タイトル%s)
portuguese: Apenas vWii (%u Título%s)
russian: Бекап только для vWii (%u Имя%s)
spanish: Backup de vWii (%u Título%s)

source: Backup Wii U System Titles (%u Title%s)
german: Wii U-Systemtitel sichern (%u Titel%s)
italian: Esegui il backup dei titoli di sistema Wii U (%u titolo%s)
japanese: Wii Uシステムタイトルをバックアップ (%u タイトル%s)
portuguese: Fazer backup dos títulos do sistema Wii U (%u Título%s)
russian: Резервное копирование системных игр Wii U (%u Title%s)
spanish: Copia de seguridad de títulos de Wii U (%u título%s)

source: Reminder: Your Excludes will be applied to 'Backup Wii U' and 'Backup vWii' tasks
german: Erinnerung: Ihre Ausnahmen werden auf die Aufgaben 'Wii U sichern' und 'vWii sichern' angewendet.
italian: Promemoria: le tue esclusioni verranno applicate alle attività 'Backup Wii U' e 'Backup vWii'
japanese: 注意: 除外設定は 'Wii U のバックアップ'および'vWii のバックアップ'タスクに適用されます
portuguese: Lembrete: Suas Exclusões serão aplicadas às tarefas 'Backup do Wii U' e 'Backup do vWii'
russian: Напоминание: ваши исключения будут применены к задачам 'Backup Wii U' и 'Backup vWii'
spanish: Recuerda: Tus exclusiones se aplicarán a 'Backup de Wii U' y 'Backup de vWii'

source: Batch Backup allows you to backup savedata: * for All titles at once (WiiU+ vWii) * for the titles you select (individual 'Wii U' or 'vWii' tasks)
german: Mit der Stapelsicherung können Sie Speicherdaten sichern: * für alle Titel gleichzeitig (WiiU + vWii) * für die ausgewählten Titel (einzelne Wii U- oder vWii-Aufgaben)
italian: Batch Backup ti permette di eseguire il backup dei dati salvati: * per tutti i titoli contemporaneamente (WiiU + vWii) * per i titoli selezionati (attività individuali 'Wii U' o 'vWii')
japanese: バッチバックアップを使用すると、セーブデータをバックアップできます: * すべてのタイトルを一括で（WiiU+ vWii） * 選択したタイトルのみ（「Wii U」または「vWii」のタスクごとに）
portuguese: O Backup em Lote permite que você faça backup de dados salvos: * para todos os títulos de uma só vez (WiiU + vWii) * para os títulos que você selecionar (tarefas 'Wii U' ou 'vWii')
russian: Пакетное резервное копирование позволяет вам делать резервные копии сохраненных данных: * для всех названий сразу (WiiU+ vWii) * для названий, которые вы выбираете (отдельные задачи 'Wii U' или 'vWii')
spanish: Backup por lotes te permite hacer una copia de seguridad de los savedata: * de todos los títulos a la vez (WiiU + vWii) * de los títulos que selecciones (tareas 'Wii U' o 'vWii')

source: \ue002: BackupSet Management \ue000: Backup \ue001: Back
german: \ue002: BackupSet-Verwaltung \ue000: Backup \ue001: Zurück
italian: \ue002: Gestione BackupSet \ue000: Backup \ue001: Indietro
japanese: \ue002: バックアップセット管理 \ue000: バックアップ \ue001: 戻る
portuguese: \ue002: Gerenciamento de Conjunto de Backup \ue000: Backup \ue001: Voltar
russian: \ue002: BackupSet Управление \ue000: Резервное копирование \ue001: Назад
spanish: \ue002: Administración de BackupSet \ue000: Copia de seguridad \ue001: Atrás

source: ALL OK - WU:%d,vW:%d,S:%d titles
german: ALLES OK – WU:%d,vW:%d,S:%d Titel
italian: TUTTO OK - titoli WU:%d,vW:%d,S:%d
japanese: すべて正常 - WU:%d、vW:%d、S:%d タイトル
portuguese: TUDO OK - WU:%d,vW:%d,S:%d títulos
russian: ВСЕ В ПОРЯДКЕ - заголовки WU:%d,vW:%d,S:%d
spanish: TODO OK: títulos WU:%d,vW:%d,S:%d

source: OK/KOs > WU:%d/%d,vW:%d/%d,S:%d/%d
italian: OK/KO > WU:%d/%d,vW:%d/%d,S:%d/%d
japanese: OK/KO数 > WU:%d/%d,vW:%d/%d,S:%d/%d

source: PARTIAL - WU:%d,vW:%d,S:%d OK
german: TEILSBACKUP - WU:%d,vW:%d,S:%d OK
italian: PARZIALE - WU:%d,vW:%d,S:%d OK
japanese: 部分 - WU:%d,vW:%d,S:%d OK
portuguese: PARCIAL - WU:%d,vW:%d,S:%d OK
russian: ЧАСТИЧНОЕ - WU:%d,vW:%d,S:%d OK
spanish: PARCIAL - WU:%d,vW:%d,S:%d OK

source: Savedata information for %s cannot be retrieved
german: Speicherdateninformationen für %s können nicht abgerufen werden.
italian: Impossibile recuperare le informazioni sui dati salvati per %s
japanese: %s のセーブデータ情報を取得できません
portuguese: Informações de dados salvos para %s não podem ser recuperadas
russian: Информация о сохраненных данных для %s не может быть получена
spanish: No se puede recuperar la información de datos guardados de %s

source: Can't Copy/Move To OtherProfile if there is only one profile.
german: Kann nicht in ein anderes Profil kopiert/verschieben werden, wenn nur ein Profil vorhanden ist.
italian: Impossibile copiare/spostare in un altro profilo se è presente un solo profilo.
japanese: プロファイルが1つしかない場合は、他のプロファイルにコピー/移動できません。
portuguese: Não é possível copiar/mover para outro perfil se houver apenas um perfil.
russian: Невозможно скопировать/переместить в другой профиль, если есть только один профиль.
spanish: No se puede copiar/mover a otro perfil si solo hay un perfil.

source: WARNING Some titles contain savedata for profiles that do not exist in this console This savedata will be ignored. You can: * Backup it with 'allusers' option or with Batch Backup * wipe or move it with 'Batch Wipe/Batch Copy to Other Profile' tasks.
german: WARNUNG Einige Titel enthalten Spielstände für Profile, die in dieser Konsole nicht vorhanden sind Diese Spielstände werden ignoriert. Sie können: * sie mit der Option 'Alle Benutzer' oder mit der Stapelsicherung sichern * sie mit den Aufgaben 'Stapellöschung/Stapelkopie in anderes Profil' löschen oder verschieben.
italian: ATTENZIONE Alcuni titoli contengono dati salvati per profili che non esistono in questa console. Questi dati salvati verranno ignorati. Puoi: * Eseguirne il backup con l'opzione 'allusers' o con il Backup in batch. * Cancellarli o spostarli con le attività 'Cancellazione in batch/Copia in batch su altro profilo'.
japanese: 警告 一部のタイトルには、このコンソールに存在しないプロファイルのセーブデータが含まれていますこのセーブデータは無視されます。次の操作を実行できます: * 「allusers」オプションまたはバッチバックアップでバックアップする * 「バッチワイプ/他のプロファイルへのバッチコピー」タスクでワイプまたは移動する。
portuguese: AVISO Alguns títulos contêm dados salvos para perfis que não existem neste console. Estes dados salvos serão ignorados. Você pode: * Fazer backup com a opção 'allusers' ou com o Backup em Lote * Apagá-los ou movê-los com as tarefas 'Apagamento em Lote/Cópia em Lote para Outro Perfil'.
russian: ВНИМАНИЕ Некоторые заголовки содержат данные сохранения для профилей, которых нет в этой консоли Эти данные сохранения будут проигнорированы. Вы можете: * Сделать их резервную копию с помощью параметра 'allusers' или с помощью пакетного резервного копирования * стереть или переместить их с помощью задач 'Пакетное стирание/Пакетное копирование в другой профиль'.
spanish: ADVERTENCIA Algunos títulos contienen datos de perfiles que no existen en esta consola. Estos datos guardados se ignorarán. Puede: * Realizar una copia de seguridad con la opción 'allusers' o con Batch Backup. * Borrar o mover con 'Borrado por lotes/Copia por lotes a otro perfil

source: The BackupSet contains savedata for profiles that don't exist in this console. You can continue, but 'allusers' restore process will fail for those titles. Recommended action: restore from/to individual users.
german: Das BackupSet enthält gespeicherte Daten für Profile, die in dieser Konsole nicht vorhanden sind. Sie können fortfahren, aber der Wiederherstellungsvorgang für ‚alle Benutzer‘ schlägt für diese Titel fehl. Empfohlene Aktion: Wiederherstellen von/zu einzelnen Benutzern.
italian: Il BackupSet contiene dati salvati per profili che non esistono in questa console. Puoi continuare, ma il processo di ripristino 'allusers' non riuscirà per quei titoli. Azione consigliata: ripristino da/a singoli utenti utenti.
japanese: バックアップセットには、この本体に存在しないプロファイルのセーブデータが含まれています。続行できますが、これらのタイトルの 'すべてのユーザー' 復元プロセスは失敗します。 推奨アクション: 個々のユーザーから/個々のユーザーへ復元します。
portuguese: O BackupSet contém dados salvos para perfis que não existem neste console. Você pode continuar, mas o processo de restauração 'allusers' falhará para esses títulos. Ação recomendada: restaurar de/para usuários individuais.
russian: BackupSet содержит сохраненные данные для профилей, которые не существуют в этой консоли. Вы можете продолжить, но процесс восстановления 'allusers' для этих названий завершится ошибкой. Рекомендуется действие: восстановление от/для отдельных пользователей.
spanish: El BackupSet contiene datos de perfiles que no existen en esta consola. Puede continuar, pero el proceso de restauración 'todos los usuarios' fallará para esos títulos. Acción recomendada: restaurar desde/a usuarios individuales.

source: Non-existent profiles:
german: Nicht vorhandene Profile:
italian: Profili inesistenti:
japanese: 存在しないプロファイル:
portuguese: Perfis inexistentes:
russian: Несуществующие профили:
spanish: Perfiles inexistentes:

source: Titles affected:
german: Betroffene Titel:
italian: Titoli interessati:
japanese: 影響を受けるタイトル:
portuguese: Títulos afetados:
russian: Затронутые заголовки:
spanish: Títulos afectados:

source: BatchJob - Options
german: Stapelwiederherstellung – Optionen
italian: BatchRepristino - Opzioni
japanese: バッチリストア - オプション
portuguese: Restauração em Lote - Opções
russian: Пакетное задание - Параметры
spanish: Restaurar por lotes - Opciones

source: Select SD user to copy from:
german: Wähle SD Nutzer von dem kopiert werden soll:
italian: Seleziona l'utente SD da copiare:
japanese: コピー元のSDユーザーを選択:
portuguese: Selecionar usuário (SD):
russian: Выбрать пользователя для копирования:
spanish: Seleccionar usuario de SD desde el que copiar:

source: Only 'common' savedata will be restored
german: Nur gemeinsame Speicherdaten werden wiederhergestellt
italian: Verranno ripristinati solo i dati salvati 'comuni'
japanese: 共通セーブデータのみ復元されます
portuguese: Apenas os dados salvos 'comuns' serão restaurados
russian: Будут восстановлены только 'общие' данные сохранения
spanish: Solo se restaurarán los datos guardados comunes

source: 'common' savedata will also be restored
german: Gemeinsame Speicherdaten werden ebenfalls wiederhergestellt
italian: Verranno ripristinati anche i dati salvati 'comuni'
japanese: 共通セーブデータも復元されます
portuguese: Os dados salvos 'comuns' também serão restaurados
russian: 'общие' данные сохранения также будут восстановлены
spanish: También se restaurarán los datos guardados comunes

source: Batch ProfileCopy - Options
german: Batch-Profilkopie – Optionen
italian: Copia profilo batch - Opzioni
japanese: バッチプロファイルコピー - オプション
portuguese: Cópia de Perfil em Lote - Opções
russian: Пакетное копирование профиля - Параметры
spanish: Copia de perfil por lotes - Opciones

source: Select Wii U user to copy from:
german: Wii-U-Benutzer zum Kopieren auswählen:
italian: Seleziona l'utente Wii U da cui copiare:
japanese: コピー元のWii Uユーザーを選択してください:
portuguese: Selecione o usuário do Wii U do qual copiar:
russian: Выберите пользователя Wii U для копирования:
spanish: Seleccionar usuario de Wii U desde el que copiar:

source: Batch ProfileMove - Options
german: Batch-Profilverschiebung – Optionen
italian: Spostamento batch profili - Opzioni
japanese: プロファイル一括移動 - オプション
portuguese: Movimento de Perfil em Lote - Opções
russian: Пакетное перемещение профиля - Параметры
spanish: Mover perfil por lotes - Opciones

source: Batch Wipe - Options
german: Stapellöschung – Optionen
italian: Cancellazione batch - Opzioni
japanese: バッチワイプ - オプション
portuguese: Limpeza em Lote - Opções
russian: Пакетная очистка - Параметры
spanish: Borrado por lotes - Opciones

source: Select Wii U user to wipe:
german: Wii U-Benutzer zum Löschen auswählen:
italian: Seleziona l'utente Wii U da cancellare:
japanese: Wii U ユーザーを選択してください:
portuguese: Selecione o usuário do Wii U para apagar:
russian: Выберите пользователя Wii U для стирания:
spanish: Seleccionar usuario de Wii U para borrar:

source: Only 'common' savedata will be deleted
german: Nur gemeinsame Speicherdaten werden gelöscht
italian: Verranno eliminati solo i dati salvati 'comuni'
japanese: 共通セーブデータのみ削除されます
portuguese: Apenas os dados salvos 'comuns' serão excluídos
russian: Будут удалены только 'общие' данные сохранения
spanish: Solo se eliminarán los datos guardados comunes

source: 'common' savedata will also be deleted
german: Gemeinsame Speicherdaten werden ebenfalls gelöscht
italian: Verranno eliminati anche i dati salvati 'comuni'
japanese: 共通セーブデータも削除されます
portuguese: Os dados salvos 'comuns' também serão excluídos
russian: 'общие' данные сохранения также будут удалены
spanish: También se eliminarán los datos guardados comunes

source: Batch CopyToUSB - Options
german: Stapelkopie auf USB – Optionen
italian: Copia batch su USB - Opzioni
japanese: USBへの一括コピー - オプション
portuguese: Cópia em Lote para USB - Opções
russian: Пакетное копирование на USB - Параметры
spanish: Copiar por lotes a USB - Opciones

source: Only 'common' savedata will be copied
german: Nur gemeinsame Speicherdaten werden kopiert
italian: Verranno copiati solo i dati salvati 'comuni'
japanese: 共通セーブデータのみコピーされます
portuguese: Apenas os dados salvos 'comuns' serão copiados
russian: Будут скопированы только 'общие' данные сохранения
spanish: Solo se copiarán los datos guardados comunes

source: 'common' savedata will also be copied
german: Gemeinsame Speicherdaten werden ebenfalls kopiert
italian: Verranno copiati anche i dati salvati 'comuni'
japanese: 共通セーブデータもコピーされます
portuguese: Os dados salvos 'comuns' também serão copiados
russian: 'общие' данные сохранения также будут скопированы
spanish: También se copiarán los datos guardados comunes

source: Batch CopyToNAND - Options
german: Stapelkopie auf NAND – Optionen
italian: Batch CopyToNAND - Opzioni
japanese: バッチコピー（NAND）- オプション
portuguese: Cópia em Lote para NAND - Opções
russian: Пакетное копирование в NAND - Параметры
spanish: Copia por lotes a NAND - Opciones

source: only common save
german: Nur gemeinsamer Speicherstand
italian: solo salvataggio comune
japanese: 共通保存のみ
portuguese: somente salvamento comum
russian: только общее сохранение
spanish: Solo guardado común

source: all users
german: Alle Nutzer
italian: tutti gli Utenti
japanese: 全てのユーザー
portuguese: Todos
russian: все пользователи
spanish: todos los usuarios

source: Select Wii U user to copy to:
german: Wii U-Benutzer zum Kopieren auswählen:
italian: Seleziona l'utente Wii U su cui copiare:
japanese: コピー先のWii Uユーザーを選択してください:
portuguese: Selecione o usuário do Wii U para o qual copiar:
russian: Выберите пользователя Wii U для копирования:
spanish: Seleccionar usuario de Wii U al que copiar:

source: same user than in source
german: Gleicher Benutzer wie in der Quelle
italian: stesso utente dell'origine
japanese: ソースと同じユーザー
portuguese: mesmo usuário que na origem
russian: тот же пользователь, что и в источнике
spanish: El mismo usuario que en el origen

source: Include 'common' save?
german: 'Gemeinsame' Speicherung einschließen?
italian: Includi salvataggio 'common'?
japanese: 「共通」保存を含めますか?
portuguese: Incluir save 'common'?
russian: Включить 'common' сохранения?
spanish: ¿Incluir 'common' save?

source: No
german: Nein
japanese: いいえ
portuguese: Não
russian: Нет

source: Wipe target users savedata before restoring: < %s >
german: Löschen Sie die Daten der Zielbenutzer vor der Wiederherstel: < %s >
italian: Cancella l'utente di destinazione prima del ripristino: < %s >
japanese: 復元前に対象ユーザーのセーブデータを消去: < %s >
portuguese: Limpar dados salvos dos usuários alvo antes da restauração: < %s >
russian: Очистите целевых пользователей перед восстановлением: < %s >
spanish: Borrar datos de usuarios destino antes de restaurar: < %s >

source: Target user savedata will be wiped
german: Gespeicherte Daten des Zielbenutzers werden gelöscht.
italian: I dati salvati dell'utente di destinazione verranno cancellati.
japanese: 対象ユーザーのセーブデータは消去されます。
portuguese: Os dados salvos do usuário de destino serão apagados.
russian: Сохраненные данные целевого пользователя будут стерты
spanish: Se borrarán los datos guardados del usuario de destino.
