Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Backup all data before restoring (strongly recommended): < %s >
german: Sichern Sie alle Daten vor der Wiederherstellung (empfohlen): < %s >
italian: Esegui il backup di tutti i dati prima del ripristino (consigliato): < %s >
japanese: リストア前にすべてのデータをバックアップしてください (強く推奨): < %s >
portuguese: Fazer backup de todos os dados antes da restauração (recomendado): < %s >
russian: Скопируйте все данные перед восстановлением: < %s >
spanish: Hacer backup de todo antes de restaurar (recomendado): < %s >

source: \ue000: Ok! Go to Title selection \ue001: Back
german: \ue000: Ok! Zur Titelauswahl \ue001: Zurück
italian: \ue000: Ok! Vai alla selezione del titolo \ue001: Indietro
japanese: \ue000: OK! タイトル選択へ移動 \ue001: 戻る
portuguese: \ue000: Ok! Ir para a seleção de Título \ue001: Voltar
russian: \ue000: ОК! Перейти к выбору заголовка \ue001: Назад
spanish: \ue000: ¡OK! Ir a la selección de títulos \ue001: Atrás

source: \ue002: Undefined Profiles \ue000: Ok! Go to Title selection \ue001: Back
german: \ue002: Undefinierte Profile \ue000: Ok! Zur Titelauswahl \ue001: Zurück
italian: \ue002: Profili non definiti \ue000: Ok! Vai alla selezione del titolo \ue001: Indietro
japanese: \ue002: 未定義のプロファイル \ue000: OK! タイトルの選択に進む \ue001: 戻る
portuguese: \ue002: Perfis indefinidos \ue000: Ok! Ir para a seleção de títulos \ue001: Voltar
russian: \ue002: Неопределенные профили \ue000: ОК! Перейти к выбору заголовка \ue001: Назад
spanish: \ue002: Perfiles indefinidos \ue000: ¡Aceptar! Ir a la selección de títulos \ue001: Atrás

source: Do you want to continue?
german: Möchten Sie fortfahren?
italian: Vuoi continuare?
japanese: 続行しますか?
portuguese: Deseja continuar?
russian: Продолжить?
spanish: ¿Quieres continuar?

source: Select Repo containing the Mii Template
german: Repository mit der Mii-Vorlage auswählen
italian: Seleziona il repository contenente il modello Mii
japanese: Miiテンプレートを含むリポジトリを選択
portuguese: Selecione o repositório que contém o modelo do Mii
russian: Выберите репозиторий, содержащий шаблон Mii
spanish: Selecciona el repositorio que contiene la plantilla de Mii

source: \ue000: To Select Template Mii Repo \ue001: Back
german: \ue000: Mii-Vorlagen-Repository auswählen \ue001: Zurück
italian: \ue000: Per selezionare il repository Mii modello \ue001: Indietro
japanese: \ue000: テンプレートMiiリポジトリを選択するには \ue001: 戻る
portuguese: \ue000: Para Selecionar Repositório Mii Modelo \ue001: Voltar
russian: \ue000: Выбор репозитория шаблонов Mii \ue001: Назад
spanish: \ue000: Para seleccionar el repositorio de Mii de plantilla \ue001: Atrás

source: Select Repo to Import Miis from
german: Repository zum Importieren der Miis auswählen
italian: Seleziona il repository da cui importare i Mii
japanese: Miiをインポートするリポジトリを選択
portuguese: Selecione o repositório do qual importar os Miis
russian: Выберите репозиторий для импорта Mii
spanish: Selecciona el repositorio desde el que importar Mii

source: \ue000: To Select Miis to Import from this repo \ue001: Back
german: \ue000: So wählen Sie die zu importierenden Miis aus \ue001: Zurück
italian: \ue000: Per selezionare i Mii da importare da questo repository \ue001: Indietro
japanese: \ue000: このリポジトリからインポートするMiiを選択するには \ue001: 戻る
portuguese: \ue000: Para Selecionar Miis para Importar deste repositório \ue001: Voltar
russian: \ue000: Выбор Miis для импорта из этого репозитория \ue001: Назад
spanish: \ue000: Para seleccionar Miis para importar desde este repositorio \ue001: Atrás

source: Select Repo to Export Miis to
german: Repository zum Exportieren der Miis auswählen
italian: Seleziona il repository in cui esportare i Mii
japanese: Miiをエクスポートするリポジトリを選択
portuguese: Selecione o repositório para exportar os Miis
russian: Выберите репозиторий для экспорта Mii
spanish: Selecciona el repositorio al que exportar Mii

source: \ue000: To Select Miis to Export to this repo \ue001: Back
german: \ue000: So wählen Sie Miis zum Exportieren aus \ue001: Zurück
italian: \ue000: Per selezionare i Mii da esportare in questo repository \ue001: Indietro
japanese: \ue000: このリポジトリにエクスポートするMiiを選択するには \ue001: 戻る
portuguese: \ue000: Para Selecionar Miis para Exportar para este repositório \ue001: Voltar
russian: \ue000: Выбор Miis для экспорта в этот репозиторий \ue001: Назад
spanish: \ue000: Para seleccionar Miis para exportar a este repositorio \ue001: Atrás

source: Select Mii Repo to Manage
german: Wählen Sie das zu verwaltende Mii-Repository aus.
italian: Seleziona il repository Mii da gestire
japanese: 管理するMiiリポジトリを選択
portuguese: Selecione o repositório Mii para gerenciar
russian: Выберите репозиторий Mii для управления
spanish: Selecciona el repositorio de Mii para administrar

source: \ue000: Select Repo \ue001: Back
german: \ue000: Repository auswählen \ue001: Zurück
italian: \ue000: Seleziona repository \ue001: Indietro
japanese: \ue000: リポジトリを選択 \ue001: 戻る
portuguese: \ue000: Selecionar Repositório \ue001: Voltar
russian: \ue000: Выбор репозитория \ue001: Назад
spanish: \ue000: Seleccionar repositorio \ue001: Atrás

source: There are no repos matching selected filters.
german: Es gibt keine Repositories, die den ausgewählten Filtern entsprechen.
italian: Non ci sono repository che corrispondono ai filtri selezionati.
japanese: 選択したフィルターに一致するリポジトリはありません。
portuguese: Não há repositórios que correspondam aos filtros selecionados.
russian: Нет репозиториев, соответствующих выбранным фильтрам.
spanish: No hay repositorios que coincidan con los filtros seleccionados.

source: Error %s setting owner/group for %s
german: Fehler %s Besitzer/Gruppe für %s
italian: Errore %s impostazione del proprietario/gruppo per %s
japanese: エラー %s 所有者/グループを %s に設定中
portuguese: Erro %s definindo proprietário/grupo para %s
russian: Ошибка %s установка владельца/группы для %s
spanish: Error %s al configurar propietario/grupo para %s

source: Main menu
german: Hauptmenü
italian: Menu principale
japanese: メインメニュー
portuguese: Menu principal
russian: Главное меню
spanish: Menú principal

source: Wii U Save Management (%u Title%s)
german: Wii U Speicher Management (%u Titel%s)
italian: Gestione di salvataggio Wii U (%u Titolo%s)
japanese: Wii U セーブ管理 (%u タイトル%s)
portuguese: Gerenciar saves do Wii U (%u Título%s)
russian: Управление сохранениями Wii U (%u Имя%s)
spanish: Gestión de saves de Wii U (%u Título%s)

source: vWii Save Management (%u Title%s)
german: vWii Speicher Management (%u Titel%s)
italian: Gestione di salvataggio vWii (%u Titolo%s)
japanese: vWii セーブ管理 (%u タイトル%s)
portuguese: Gerenciar saves do vWii (%u Título%s)
russian: Управление сохранениями vWii (%u Имя%s)
spanish: Gestión de saves de vWii (%u Título%s)

source: Wii U System Titles Save Management (%u Title%s)
german: Wii U Systemtitel-Speicherverwaltung (%u Titel%s)
italian: Gestione salvataggi titoli di sistema Wii U (%u titolo%s)
japanese: Wii U システムタイトル セーブ管理 (%u タイトル %s)
portuguese: Gerenciamento de jogos salvos do sistema Wii U (%u Título%s)
russian: Управление сохранениями системных названий Wii U (%u Title%s)
spanish: Gestión de partidas guardadas de títulos de la consola Wii U (%u Título%s)

source: Batch Tasks Management
german: Stapelverarbeitung Aufgabenverwaltung
italian: Gestione attività batch
japanese: バッチタスク管理
portuguese: Gerenciamento de tarefas em lote
russian: Управление пакетными задачами
spanish: Administración de tareas por lotes

source: BackupSet Management
german: Backup-Set-Verwaltung
italian: Gestione BackupSet
japanese: バックアップセット管理
portuguese: Gerenciamento de Conjuntos de Backup
russian: Управление наборами резервных копий
spanish: Administración de BackupSets

source: Mii Management
german: Mii-Verwaltung
italian: Gestione Mii
japanese: Mii管理
portuguese: Gerenciamento de Miis
russian: Управление Mii
spanish: Administración de Mii

source: \ue002: Options \ue000: Select Mode
german: \ue002: Optionen \ue000: Moduswahl
italian: \ue002: Opzioni \ue000: Seleziona La Modalità
japanese: \ue002: オプション \ue000: モードの選択
portuguese: \ue002: Opções \ue000: Selecionar
russian: \ue002: Опции \ue000: Выбор режима
spanish: \ue002: Opciones \ue000: Seleccionar

source: This task allows you to backup/restore savedata for MiiMaker, Internet Browser and other system titles. Proceed with caution and be aware of what you are modifying! Some saves can affect system behavior, and misuse on them can have unexpected consequences! Do you wat to continue?
german: Mit dieser Aufgabe können Sie Speicherdaten für MiiMaker, Internet Browser und andere Systemtitel sichern/wiederherstellen.Gehen Sie mit Vorsicht vor und seien Sie sich der Änderungen bewusst! Einige Spielstände können das Systemverhalten beeinflussen, und ein Missbrauch kann unerwartete Folgen haben! Möchten Sie fortfahren?
italian: Questa attività ti consente di eseguire il backup/ripristinare i dati salvati per MiiMaker, Internet Browser e altri titoli di sistema. Procedi con cautela e fai attenzione a ciò che stai modificando! Alcuni salvataggi possono influenzare il comportamento del sistema e un uso improprio può avere conseguenze inaspettate! Vuoi continuare?
japanese: このタイトルはインジェクト（vWiiまたはGCタイトルをWiiUタイトルとしてパッケージ化したもの）です。 必要に応じて、vWiiセーブデータはvWiiセーブ管理セクションで管理できます。
portuguese: Visualização por data e hora
russian: Эта задача позволяет создавать резервные копии/восстанавливать данные сохранений для MiiMaker, интернет-браузера и других системных приложений. Будьте осторожны и помните о том, что вы изменяете! Некоторые сохранения могут влиять на поведение системы, а неправильное их использование может привести к неожиданным последствиям! Хотите продолжить?
spanish: Esta tarea permite realizar copias de seguridad/restaurar datos guardados para MiiMaker, el navegador de Internet y otros títulos del sistema.¡Procede con precaución y ten cuidado con lo que modificas! Algunas partidas guardadas pueden afectar el funcionamiento del sistema, y ​​un mal uso de ellas puede tener consecuencias inesperadas. ¿Quieres continuar?

source: Configuration Options
german: Konfigurationsoptionen
italian: Opzioni di configurazione
japanese: 設定オプション
portuguese: Opções de Configuração
russian: Параметры конфигурации
spanish: Opciones de configuración

source: Language: %s
german: Sprache: %s
italian: Lingua: %s
japanese: 言語: %s
portuguese: Idioma: %s
russian: Язык: %s
spanish: Idioma: %s

source: Always apply Backup Excludes: %s
german: Backup-Ausschlüsse immer anwenden: %s
italian: Applica sempre esclusioni backup: %s
japanese: バックアップ除外を常に適用: %s
portuguese: Sempre aplicar Exclusões de Backup: %s
russian: Всегда применять исключения резервной копии: %s
spanish: Aplicar siempre exclusiones de Backup: %s

source: Ask for backup dir conversion to titleName based format: %s
german: Backup-Verzeichnis in Titelnamen-basiertes konvertieren: %s
italian: Richiedi conversione della directory di backup basato su titleName: %s
japanese: タイトルベースの形式へのディレクトリ変換を依頼する: %s
portuguese: Solicitar conversão do diretório para baseado em titleName: %s
russian: Запрос на преобразование резервного каталога в формат title: %s
spanish: Solicitar conversión del directorio de Backup al formato título: %s

source: This session value: %s
german: Dieser Sitzungswert: %s
italian: Valore di questa sessione: %s
japanese: このセッションの値: %s
portuguese: Valor desta sessão: %s
russian: Значение этого сеанса: %s
spanish: Valor de esta sesión: %s

source: Warn and don't allow restore of undefined profiles: %s
german: Warnen und nicht zulassen Wiederherstellung undefinierter Profile: %s
italian: Avvisa e non consentire il ripristino di profili non definiti: %s
japanese: 警告と未定義のプロファイルの復元を許可しないでください: %s
portuguese: Avisar e não permitir a restauração de perfis indefinidos: %s
russian: Не разрешать восстановление неопределенных профилей: %s
spanish: Advertir y no permitir la restauración de perfiles indefinidos: %s

source: \ue045 SaveConfig \ue001: Back
german: \ue045 Konfiguration speichern \ue001: Zurück
italian: \ue045 SaveConfig \ue001: Indietro
japanese: \ue045 設定を保存 \ue001: 戻る
portuguese: \ue045 Salvar Configuração \ue001: Voltar
russian: \ue045 Сохранить конфигурацию \ue001: Назад
spanish: \ue045 Guardar configuración \ue001: Atrás

source: Error processing configuration
german: Fehler bei der Konfigurationsverarbeitung
italian: Errore durante l'elaborazione della configurazione
japanese: 設定の処理中にエラーが発生しました
portuguese: Erro ao processar a configuração
russian: Ошибка обработки конфигурации
spanish: Error al procesar la configuración.

source: BackupSet: %s
german: BckpSet: %s
japanese: バックアップセット: %s
russian: Набор резервных копий: %s

source: Destination:
german: Ziel:
italian: Destinazione:
japanese: 行き先：
portuguese: Destino:
russian: Назначение:
spanish: Destino:

source: Copy profile savedata to a different profile.
german: Profilspeicherdaten in ein anderes Profil kopieren
italian: Copia i dati salvati del profilo in un profilo diverso.
japanese: プロファイルのセーブデータを別のプロファイルにコピーします。
portuguese: Copiar dados salvos do perfil para um perfil diferente.
russian: Копировать данные сохранения профиля в другой профиль.
spanish: Copiar savedata del perfil a otro perfil.

source: Move profile savedata to a different profile.
german: Profil-Spielstände in ein anderes Profil verschieben.
italian: Sposta i dati salvati del profilo in un profilo diverso.
japanese: プロファイルのセーブデータを別のプロファイルに移動します。
portuguese: Mover os dados salvos do perfil para um perfil diferente.
russian: Переместить профиль savedata в другой профиль.
spanish: Mover los datos guardados del perfil a otro perfil.

source: - Target profile will be wiped.
german: Zielprofil wird gelöscht.
italian: - Il profilo di destinazione verrà cancellato.
japanese: - 対象プロファイルは消去されます。
portuguese: - O perfil de destino será apagado.
russian: - Целевой профиль будет стерт.
spanish: - Se borrará el perfil de destino.

source: version
italian: versione
japanese: バージョン
portuguese: versão
russian: версия
spanish: versión

source: Delete from:
german: Lösche von:
italian: Elimina da:
japanese: から削除:
portuguese: Excluir de:
russian: Удалить из:
spanish: Eliminar de:

source: Select %s [%s]:
german: Wähle %s [%s]:
italian: Seleziona %s [%s]:
japanese: %s を選択 [%s]:
portuguese: Selecionar %s [%s]:
russian: Выбрать %s [%s]:
spanish: Seleccionar %s [%s]:

source: metadata + savedata
german: Metadaten + Speicherdaten
italian: metadati + dati salvati
japanese: メタデータ + セーブデータ
portuguese: metadados + dados salvos
russian: метаданные + сохраненные данные
spanish: Metadatos + datos guardados

source: Source has 'common' savedata, only it will be saved
german: Quelle: 'gemeinsame' Speicherdaten, diese werden nur gespeichert.
italian: Sorgente con dati salvati 'comuni', solo questo verrà salvato
japanese: ソースに「共通」セーブデータがあります。こちらのみが保存されます
portuguese: A origem possui dados salvos 'comuns', que serão apenas salvos.
russian: Источник содержит общие данные сохранения, будут сохранены только они
spanish: Fuente: tiene datos guardados 'comunes', solo se guardarán

source: Source has 'common' savedata, it will also be saved
german: Quelle: 'gemeinsame' Speicherdaten, diese werden ebenfalls gespeichert.
italian: Sorgente con dati salvati 'comuni', verrà anche salvato
japanese: ソースに「共通」セーブデータがあります。これも保存されます
portuguese: A origem possui dados salvos 'comuns', que também serão salvos.
russian: Источник содержит общие данные сохранения, они также будут сохранены
spanish: Fuente: tiene datos guardados 'comunes', también se guardarán

source: Source has 'common' savedata, only it will be restored
german: Quelle: 'gemeinsame' Speicherdaten, diese werden nur wiederhergestellt.
italian: Sorgente con dati salvati 'comuni', solo questo verrà ripristinato
japanese: ソースに「共通」セーブデータがあります。こちらのみが復元されます
portuguese: A origem possui dados salvos 'comuns', que serão apenas restaurados.
russian: Источник содержит общие данные сохранения, будут восстановлены только они
spanish: Fuente: tiene datos guardados 'comunes', solo se restaurarán

source: Source has 'common' savedata, it will also be restored
german: Quelle: 'gemeinsame' Speicherdaten, diese werden ebenfalls wiederhergestellt.
italian: Sorgente con dati salvati 'comuni', verrà anche ripristinato
japanese: ソースに「共通」セーブデータがあります。これも復元されます
portuguese: A origem possui dados salvos 'comuns', que também serão restaurados.
russian: Источник содержит общие данные сохранения, они также будут восстановлены
spanish: Fuente: tiene datos guardados 'comunes', también se restaurarán

source: 'common' savedata found, only it will be deleted
german: 'common'-Speicherdaten gefunden, nur diese werden gelöscht
italian: Trovati dati salvati 'comuni', verranno eliminati solo questi
japanese: 共通 セーブデータが見つかりました。これのみが削除されます
portuguese: Dados salvos 'comuns' encontrados, somente eles serão excluídos
russian: Общие данные сохранения найдены, будут удалены только они
spanish: Se encontraron datos guardados 'comunes', solo se eliminarán

source: 'common' savedata found, it will also be deleted
german: 'common'-Speicherdaten gefunden, werden ebenfalls gelöscht
italian: Trovati dati salvati 'comuni', verranno eliminati anche questi
japanese: 共通 セーブデータが見つかりました。これも削除されます
portuguese: Dados salvos 'comuns' encontrados, eles também serão excluídos
russian: Общие данные сохранения найдены, они также будут удалены
spanish: Se encontraron datos guardados 'comunes', también se eliminarán

source: Source has 'common' savedata, only it will be copied
german: Quelle: 'gemeinsame' Speicherdaten, diese werden nur kopiert.
italian: Sorgente con dati salvati 'comuni', solo questo verrà copiato
japanese: ソースに「共通」セーブデータがあります。こちらのみがコピーされます
portuguese: A origem possui dados salvos 'comuns', que serão apenas copiados.
russian: Источник содержит общие данные сохранения, будут скопированы только они
spanish: Fuente: tiene datos guardados 'comunes', solo se copiarán

source: Source 'common' savedata, it will also be copied
german: Quelle: 'gemeinsame' Speicherdaten, diese werden ebenfalls kopiert.
italian: Sorgente con dati salvati 'comuni', verrà anche copiato
japanese: 元の「共通」セーブデータもコピーされます
portuguese: A origem possui dados salvos 'comuns', que também serão copiados.
russian: Источник содержит общие данные сохранения, они также будут скопированы
spanish: Fuente: datos guardados 'comunes', también se copiarán

source: (Target has 'common': %s)
german: (Ziel hat 'common': %s)
italian: (La destinazione ha 'comune': %s)
japanese: (ターゲットに'共通'があります: %s)
portuguese: (O alvo tem 'comum': %s)
russian: (Цель имеет 'общие': %s)
spanish: ('common' en destino: %s)

source: yes
german: Ja
italian: sì
japanese: はい
portuguese: sim
russian: да
spanish: sí

source: no
german: Nein
japanese: いいえ
portuguese: não
russian: нет

source: No 'common' save found.
german: Keine 'gemeinsame' Speicherung gefunden.
italian: Nessun salvataggio 'comune' trovato.
japanese: 「共通」の保存が見つかりません。
portuguese: Save 'common' não encontrado.
russian: Не найдено ни одного 'common' сохранения.
spanish: No se ha encontrado 'common' save.

source: Source: No 'common' save found.
german: Quelle: Keine 'gemeinsamen' Speicherdaten gefunden.
italian: Sorgente: nessun salvataggio 'comune' trovato.
japanese: ソース: 「共通」セーブデータが見つかりません
portuguese: Origem: Nenhum arquivo salvo 'comum' encontrado.
russian: Источник: Общие данные сохранения не найдены.
spanish: Fuente: no se encontró ningún guardado 'común'

source: Savedata in NAND
german: Speicherdaten im NAND
italian: Dati salvati in NAND
japanese: NAND内のセーブデータ
portuguese: Dados salvos em NAND
russian: Savedata в NAND
spanish: savedata en NAND

source: Select vWii data to wipe:
german: vWii-Daten zum Löschen auswählen:
italian: Seleziona i dati vWii da cancellare:
japanese: 消去するvWiiデータを選択:
portuguese: Selecione os dados do vWii para apagar:
russian: Выберите данные vWii для удаления:
spanish: Selecciona los datos de vWii que se borrarán:

source: full metadata + savedata
german: Vollständige Metadaten + Speicherdaten
italian: metadati completi + dati salvati
japanese: 完全なメタデータ + セーブデータ
portuguese: Metadados completos + dados salvos
russian: Полные метаданные + данные сохранения
spanish: metadatos completos + datos guardados

source: \ue002: Change BackupSet \ue000: Restore \ue001: Back
german: \ue002: BackupSet ändern \ue000: Wiederherstellen \ue001: Zurück
italian: \ue002: Modificare BackupSet \ue000: Ripristina \ue001: Indietro
japanese: \ue002: バックアップセットの変更 \ue000: リストア \ue001: 戻る
portuguese: \ue002: Alterar BackupSet \ue000: Restaurar \ue001: Voltar
russian: \ue002: Изменить BackupSet \ue000: Восстановить \ue001: Назад
spanish: \ue002: Cambiar BackupSet \ue000: Restaurar \ue001: Atrás

source: \ue002: Change BackupSet \ue000: Restore \ue045 Tag Slot \ue001: Back
german: \ue002:BckpSet ändern \ue000:Wiederherstellen \ue045:Tag \ue001:Zurück
italian: \ue002: Modifica BackupSet \ue000: Ripristina \ue045 Tag Slot \ue001: Indietro
japanese: \ue002: バックアップセットの変更 \ue000: リストア \ue045 タグスロット \ue001: 戻る
portuguese: \ue002 Alterar BackupSet \ue000 Restaurar \ue045 Slot de Tag \ue001 Voltar
russian: \ue002: Изменить BS \ue000: Восстановить \ue045 Слот тега \ue001: Назад
spanish: \ue002: Cambiar BackupSet \ue000: Restaurar \ue045: Etiquetar slot \ue001: Atrás

source: Copy to Other Profile
german: In anderes Profil kopieren
italian: Copia su altro profilo
japanese: 他のプロファイルにコピーします。
portuguese: Copiar para outro perfil
russian: Копировать в другой профиль
spanish: Copiar a otro perfil

source: \ue000: Copy \ue001: Back
german: \ue000: Kopieren \ue001: Zurück
italian: \ue000: Copia \ue001: Indietro
japanese: \ue000: コピー \ue001: 戻る
portuguese: \ue000: Copiar \ue001: Voltar
russian: \ue000: Копировать \ue001: Назад
spanish: \ue000: Copiar \ue001: Atrás

source: Move to Other Profile
german: In ein anderes Profil verschieben
italian: Sposta in un altro profilo
japanese: 他のプロファイルに移動
portuguese: Mover para Outro Perfil
russian: Переместить в другой профиль
spanish: Mover a otro perfil

source: \ue000: Move \ue001: Back
german: \ue000: Verschieben \ue001: Zurück
italian: \ue000: Sposta \ue001: Indietro
japanese: \ue000: 移動 \ue001: 戻る
portuguese: \ue000: Mover \ue001: Voltar
russian: \ue000: Переместить \ue001: Назад
spanish: \ue000: Mover \ue001: Atrás

source: Import Loadiine
german: Ladeprogramm importieren
italian: Importa Loadiine
japanese: ロードラインのインポート
portuguese: Importar Loadiine
russian: Импортировать загрузку
spanish: Importar Loadiine

source: \ue000: Import \ue001: Back
german: \ue000: Importieren \ue001: Zurück
italian: \ue000: Importa \ue001: Indietro
japanese: \ue000: インポート \ue001: 戻る
portuguese: \ue000: Importar \ue001: Voltar
russian: \ue000: Импорт \ue001: Назад
spanish: \ue000: Importar \ue001: Atrás

source: Export Loadiine
german: Ladeprogramm exportieren
italian: Esporta Loadiine
japanese: ロードラインのエクスポート
portuguese: Exportar Loadiine
russian: Экспортировать загрузку
spanish: Exportar Loadiine

source: \ue000: Export \ue001: Back
german: \ue000: Exportieren \ue001: Zurück
italian: \ue000: Esporta \ue001: Indietro
japanese: \ue000: エクスポート \ue001: 戻る
portuguese: \ue000: Exportar \ue001: Voltar
russian: \ue000: Экспорт \ue001: Назад
spanish: \ue000: Exportar \ue001: Atrás

source: Copy to Other Device
german: Auf anderes Gerät kopieren
italian: Copia su altro dispositivo
japanese: 他のデバイスにコピーします。
portuguese: Copiar para outro dispositivo
russian: Копировать на другое устройство
spanish: Copiar a otro dispositivo

source: No data selected to copyToOtherProfile
german: Keine Daten zum Kopieren in ein anderes Profil ausgewählt.
italian: Nessun dato selezionato da copiare su AltroProfilo
japanese: 他のプロファイルにコピーするデータが選択されていません
portuguese: Nenhum dado selecionado para copiarParaOutroPerfil
russian: Данные для копирования в другой профиль не выбраны
spanish: No se seleccionaron datos para copiar a otro perfil
