Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: pre-BatchCopyToNAND Backup (WiiU: %d%s
italian: Backup pre-BatchCopyToNAND (WiiU: %d%s
japanese: pre-BatchCopyToNANDバックアップ（WiiU：%d%s
portuguese: Backup pré-BatchCopyToNAND (WiiU: %d%s)
spanish: Copia de seguridad pre-BatchCopyToNAND (WiiU: %d%s

source: %s Copy from USB to NAND failed. Errors so far: %d Do you want to continue with next title?
german: %s Kopieren von USB auf NAND fehlgeschlagen. Bisherige Fehler: %d Möchten Sie mit dem nächsten Titel fortfahren?
italian: %s Copia da USB a NAND non riuscita. Errori finora: %d Vuoi continuare con il titolo successivo?
japanese: %s USB から NAND へのコピーに失敗しました。 これまでのエラー: %d 次のタイトルを続行しますか?
portuguese: %s Falha ao copiar do USB para o NAND. Erros até o momento: %d Deseja continuar com o próximo título?
russian: %s Копирование с USB на NAND не удалось. Ошибки на данный момент: %d Хотите продолжить со следующей игрой?
spanish: %s Error al copiar de USB a NAND. Errores hasta el momento: %d ¿Desea continuar con el siguiente título?

source: Batch Copy To NAND paused - Do you want to abort?
german: Stapelkopie auf NAND angehalten – Abbruch?
italian: Copia batch su NAND in pausa - Vuoi annullare?
japanese: NANDへのバッチコピーが一時停止されました - 中止しますか？
portuguese: Cópia em lote para NAND pausada - Deseja cancelar?
russian: Пакетное копирование в NAND приостановлено — хотите прервать?
spanish: Copia por lotes a NAND pausada: ¿Quieres cancelar?

source: %s You have selected the following options: %s %s %s %s Continue?
german: %s Sie haben folgende Optionen ausgewählt: %s %s %s %s Weiter?
italian: %s Hai selezionato le seguenti opzioni: %s %s %s %s Continuare?
japanese: %s 以下のオプションが選択されました: %s %s %s %s 続行しますか?
portuguese: %s Você selecionou as seguintes opções: %s %s %s %s Continuar?
russian: %s Вы выбрали следующие параметры: %s %s %s %s Продолжить?
spanish: %s Has seleccionado las siguientes opciones: %s %s %s %s ¿Continuar?

source: - Include common savedata: Yes
german: – Gemeinsame Speicherdaten einschließen: Ja
italian: - Includi dati salvati comuni: Sì
japanese: - 共通セーブデータを含める：はい
portuguese: - Incluir dados salvos comuns: Sim
russian: - Включить общие данные сохранения: Да
spanish: - Incluir datos guardados comunes: Sí

source: - Include common savedata: No
german: – Gemeinsame Speicherdaten einschließen: Nein
italian: - Includi dati salvati comuni: No
japanese: - 共通セーブデータを含める：いいえ
portuguese: - Incluir dados salvos comuns: Não
russian: - Включить общие данные сохранения: Нет
spanish: - Incluir datos guardados comunes: No

source: - Wipe data: Yes
german: – Daten löschen: Ja
italian: - Cancella dati: Sì
japanese: - データをワイプ: はい
portuguese: - Limpar dados: Sim
russian: - Стереть данные: Да
spanish: - Borrar datos: Sí

source: - Wipe data: No
german: – Daten löschen: Nein
italian: - Cancella dati: No
japanese: - データをワイプ: いいえ
portuguese: - Limpar dados: Não
russian: - Стереть данные: Нет
spanish: - Borrar datos: No

source: - Perform full backup: Yes
german: – Vollständige Sicherung durchführen: Ja
italian: - Esegui backup completo: Sì
japanese: - フルバックアップを実行：はい
portuguese: - Executar backup completo: Sim
russian: - Выполнить полное резервное копирование: Да
spanish: - Realizar copia de seguridad completa: Sí

source: - Perform full backup: No
german: – Vollständige Sicherung durchführen: Nein
italian: - Esegui backup completo: No
japanese: - フルバックアップを実行：いいえ
portuguese: - Executar backup completo: Não
russian: - Выполнить полное резервное копирование: Нет
spanish: - Realizar copia de seguridad completa: No

source: %s You have selected the following options: %s %s %s Continue?
german: %s Sie haben die folgenden Optionen ausgewählt: %s %s %s Fortfahren?
italian: %s Hai selezionato le seguenti opzioni: %s %s %s Continuare?
japanese: %s 以下のオプションを選択しました: %s %s %s 続行しますか？
portuguese: %s Você selecionou as seguintes opções: %s %s %s Continuar?
russian: %s Вы выбрали следующие параметры: %s %s %s Продолжить?
spanish: %s Has seleccionado las siguientes opciones: %s %s %s ¿Continuar?

source: You have selected some injected titles. If its restore fails, try them again as a vWii title. You can continue.
german: Du hast einige hinzugefügte Titel ausgewählt. Falls die Wiederherstellung fehlschlägt, versuche es erneut als vWii-Titel. Du kannst fortfahren.
italian: Hai selezionato alcuni titoli iniettati. Se il ripristino fallisce, riprova come titolo vWii. Puoi continuare.
japanese: 挿入されたタイトルをいくつか選択しました。 復元に失敗した場合は、vWiiタイトルとして再試行してください。 続行できます。
portuguese: Você selecionou alguns títulos injetados. Se a restauração falhar, tente novamente como um título vWii. Você pode continuar.
russian: Вы выбрали несколько внедренных игр. Если восстановление не удастся, попробуйте снова как игру vWii. Вы можете продолжить.
spanish: Has seleccionado algunos títulos inyectados. Si la restauración falla, inténtalos de nuevo como un título de vWii. Puedes continuar.

source: You have selected uninitialized titles. If its restore fails, run the Game to create some initial savedata and try again. You can continue.
german: Du hast nicht initialisierte Titel ausgewählt. Falls die Wiederherstellung fehlschlägt, starte das Spiel, um initiale Speicherdaten zu erstellen, und versuche es erneut. Du kannst fortfahren.
italian: Hai selezionato titoli non inizializzati. Se il ripristino fallisce, esegui il gioco per creare alcuni dati salvati iniziali e riprova. Puoi continuare.
japanese: 初期化されていないタイトルを選択しました。 復元に失敗した場合は、ゲームを実行して初期セーブデータを作成し、再試行してください。 続行できます。
portuguese: Você selecionou títulos não inicializados. Se a restauração falhar, execute o jogo para criar alguns dados salvos iniciais e tente novamente. Você pode continuar.
russian: Вы выбрали неинициализированные игры. Если восстановление не удастся, запустите игру, чтобы создать начальные данные сохранения и попробуйте снова. Вы можете продолжить.
spanish: Has seleccionado títulos sin inicializar. Si la restauración falla, ejecuta el juego para crear algunos datos guardados iniciales e inténtalo de nuevo. Puedes continuar.

source: ERROR WIPING BACKUPSET
german: FEHLER BEIM LÖSCHEN DES BACKUPSETS
italian: ERRORE NELLA CANCELLAZIONE DEL BACKUPSET
japanese: バックアップセットの消去エラー
portuguese: ERRO AO LIMPAR O CONJUNTO DE BACKUP
russian: ОШИБКА ОЧИСТКИ НАБОРА РЕЗЕРВНОЙ КОПИИ
spanish: ERROR AL BORRAR EL CONJUNTO DE COPIA DE SEGURIDAD

source: %s Task aborted: would have restored savedata to a non-existent profile. Try to restore using 'from/to user' options
german: %s Aufgabe abgebrochen: Die Speicherdaten wären in einem nicht vorhandenen Profil wiederhergestellt worden.' Versuchen Sie, die Daten mit den Optionen 'Von/An Benutzer' wiederherzustellen.
italian: %s Operazione interrotta: i dati salvati sarebbero stati ripristinati su un profilo inesistente. Prova a ripristinare utilizzando le opzioni 'da/a utente'
japanese: %s」タスクが中止されました。存在しないプロファイルにセーブデータが復元されます。「from/to ユーザー」オプションを使用して復元をお試しください
portuguese: %s Tarefa abortada: os dados seriam restaurados para um perfil inexistente. Tente restaurar usando as opções 'de/para usuário'
russian: %s Задача прервана: восстановление сохраненных данных в несуществующий профиль. Попробуйте восстановить данные с помощью параметров 'из/в пользователя
spanish: %s Tarea cancelada: se habrían restaurado los datos a un perfil inexistente. Intentar restaurar usando las opciones 'de/a' usuario

source: Do you want to wipe this incomplete batch backup?
german: Diese unvollständige Stapelsicherung löschen?
italian: Vuoi cancellare questo backup batch incompleto?
japanese: この不完全なバッチ バックアップを消去しますか?
portuguese: Deseja apagar este backup em lote incompleto?
russian: Вы хотите удалить эту неполную пакетную резервную копию?
spanish: ¿Quieres borrar esta copia de seguridad por lotes incompleta?

source: PARTIAL - %d %s title%s OK
german: TEILSBACKUP - %d %s Titel%s OK
italian: PARZIALE - %d %s titolo%s OK
japanese: 部分 - %d %sタイトル%s OK
portuguese: PARCIAL - %d %s título%s OK
russian: ЧАСТИЧНОЕ - %d %s title%s OK
spanish: PARCIAL - %d %s title%s OK

source: FAILED - No titles
german: FEHLGESCHLAGEN - Keine Titel
italian: FALLITO - Nessun titolo
japanese: 失敗 - タイトルなし
portuguese: FALHA - Sem títulos
russian: НЕУДАЧА - Нет заголовков
spanish: FALLÓ - Sin títulos

source: FAILED - OK/KO > %s: %d/%d
german: FEHLGESCHLAGEN - OK/KO > %s: %d/%d
italian: FALLITO - OK/KO > %s: %d/%d
japanese: 失敗 - %s以上：%d/%d
portuguese: FALHA - OK/KO > %s: %d/%d
russian: НЕУДАЧА - OK/KO > %s: %d/%d
spanish: FALLÓ - OK/KO > %s: %d/%d

source: Batch Restore
german: Stapelwiederherstellung
italian: Ripristino in batch
japanese: バッチリストア
portuguese: Restauração em Lote
russian: Пакетное восстановление
spanish: Restaurar por lotes

source: Restore Wii U (%u Title%s)
german: Wii U wiederherstellen (%u Titel%s)
italian: Ripristina Wii U (%u titolo%s)
japanese: Wii U (%u タイトル%s) を復元
portuguese: Restaurar Wii U (%u Título%s)
russian: Восстановить Wii U (%u Title%s)
spanish: Restaurar Wii U (%u Título%s)

source: Restore vWii (%u Title%s)
german: vWii wiederherstellen (%u Titel%s)
italian: Ripristina vWii (%u titolo%s)
japanese: vWii (%u タイトル%s) を復元
portuguese: Restaurar vWii (%u Título%s)
russian: Восстановить vWii (%u Title%s)
spanish: Restaurar vWii (%u Título%s)

source: Batch Restore allows you to restore all savedata from a BatchBackup * to the same user profiles * to a different user in the same console * or to a different console where the games are already installed. In the later case, it is recommended to first run the game to initialize the savedata.
german: Mit der Stapelwiederherstellung können Sie alle Spielstände aus einem Stapelbackup * in denselben Benutzerprofilen *, unter einem anderen Benutzer auf derselben Konsole * oder auf einer anderen Konsole wiederherstellen, auf der die Spiele bereits installiert sind. Im letzteren Fall empfiehlt es sich, das Spiel zunächst zu starten, um die Spielstände zu initialisieren.
italian: Il ripristino batch consente di ripristinare tutti i dati salvati da un backup batch * sugli stessi profili utente *, su un utente diverso nella stessa console * o su una console diversa in cui i giochi sono già installati. In quest'ultimo caso, si consiglia di eseguire prima il gioco per inizializzare i dati salvati.
japanese: バッチリストアを使用すると、バッチバックアップからすべてのセーブデータを * 同じユーザープロファイルに * 復元するか、 * 同じコンソール内の別のユーザーに * 復元するか、ゲームが既にインストールされている別のコンソールに復元することができます。 後者の場合は、まずゲームを実行してセーブデータを初期化することをお勧めします。
portuguese: A Restauração em Lote permite restaurar todos os dados de um Backup em Lote * para os mesmos perfis de usuário * para um usuário diferente no mesmo console * ou para um console diferente onde os jogos já estejam instalados. Neste último caso, é recomendável executar o jogo primeiro para inicializar os dados salvos.
russian: Пакетное восстановление позволяет восстановить все сохраненные данные из пакетного резервного копирования * в те же профили пользователя * для другого пользователя на той же консоли * или на другую консоль, где игры уже установлены. В последнем случае рекомендуется сначала запустить игру, чтобы инициализировать сохраненные данные.
spanish: Restaurar por lotes permite restaurar todos los savedata de una copia de seguridad por lotes a los mismos perfiles de usuario, a un usuario diferente en la misma consola o a una consola diferente donde los juegos ya estén instalados. En este último caso, se recomienda ejecutar primero el juego para inicializar los savedata.

source: \ue000: Continue to BackupSet selection \ue001: Back
german: \ue000: Weiter zur BackupSet-Auswahl \ue001: Zurück
italian: \ue000: Continua alla selezione del BackupSet \ue001: Indietro
japanese: \ue000: バックアップセットの選択に進む \ue001: 戻る
portuguese: \ue000: Continuar para a seleção de BackupSet \ue001: Voltar
russian: \ue000: Продолжить резервное копированиеНабор выбора \ue001: Назад
spanish: \ue000: Continuar con la selección de BackupSet \ue001: Atrás

source: Batch Wipe
german: Stapellöschen
italian: Cancellazione batch
japanese: バッチワイプ
portuguese: Limpeza em Lote
russian: Пакетная очистка
spanish: Borrar por lotes

source: Wipe Wii U Profiles (%u Title%s)
german: Wii-U-Profile löschen (%u Titel%s)
italian: Cancella i profili Wii U (%u Titolo%s)
japanese: Wii U プロフィールをワイプ (%u タイトル%s)
portuguese: Limpar perfis do Wii U (%u Título%s)
russian: Стереть профили Wii U (%u Title%s)
spanish: Borrar perfiles de Wii U (%u Título%s)

source: Wipe vWii Savedata (%u Title%s)
german: vWii-Spielstanddaten löschen (%u Titel%s)
italian: Cancella i dati salvati vWii (%u Titolo%s)
japanese: vWii セーブデータをワイプ (%u タイトル%s)
portuguese: Limpar dados salvos do Wii (%u Título%s)
russian: Стереть vWii Savedata (%u Title%s)
spanish: Borrar datos guardados de Wii U (%u Título%s)

source: Batch Wipe allows you to wipe savedata belonging to a given profile across all selected titles. It detects also savedata belonging to profiles not defined in the console. Just: - select which data to wipe - select titles to act on - and go!
german: Mit der Stapellöschung können Sie die Spielstände eines bestimmten Profils über alle ausgewählten Titel hinweg löschen. Dabei werden auch Spielstände von Profilen erkannt, die nicht in der Konsole definiert sind. Einfach: - auswählen, welche Daten gelöscht werden sollen - Titel auswählen - und los geht's!
italian: Cancellazione batch consente di cancellare i dati salvati appartenenti a un determinato profilo su tutti i titoli selezionati. Rileva anche i dati salvati appartenenti a profili non definiti nella console. Basta: - selezionare i dati da cancellare - selezionare i titoli su cui agire - e via!
japanese: バッチワイプを使用すると、選択したすべてのタイトルの特定のプロファイルに属するセーブデータをワイプできます。 コンソールに定義されていないプロファイルに属するセーブデータも検出します。 - ワイプするデータを選択 - 操作するタイトルを選択 - 実行！
portuguese: A Limpeza em Lote permite limpar dados pertencentes a um determinado perfil em todos os títulos selecionados. Ele detecta também dados salvos pertencentes a perfis não definidos no console. Basta: - selecionar quais dados limpar - selecionar os títulos nos quais deseja atuar - e pronto!
russian: Пакетная очистка позволяет вам стереть сохраненные данные, принадлежащие заданному профилю по всем выбранным заголовкам. Он также обнаруживает сохраненные данные, принадлежащие профилям, не определенным в консоли. Просто: - выберите, какие данные стереть - выберите заголовки для действия - и вперед!
spanish: Borrar por lotes permite borrar los datos guardados de un perfil determinado en todos los títulos seleccionados. También detecta los datos guardados de perfiles no definidos en la consola. Simplemente: selecciona los datos que deseas borrar, selecciona los títulos en los que quieres actuar y ¡listo!

source: \ue000: Continue to savedata selection \ue001: Back
german: \ue000: Weiter zur Savedata-Auswahl \ue001: Zurück
italian: \ue000: Continua alla selezione dei dati salvati \ue001: Indietro
japanese: \ue000: セーブデータの選択に進む \ue001: 戻る
portuguese: \ue000: Continuar para a seleção de dados salvos \ue001: Voltar
russian: \ue000: Продолжить сохранение данных выбора \ue001: Назад
spanish: \ue000: Continuar con la selección de datos guardados \ue001: Atrás

source: Batch Copy To Other Device
german: Stapelkopie auf anderes Gerät
italian: Batch CopyToAltro Dispositivo
japanese: バッチコピー（他のデバイス）
portuguese: Cópia em Lote para Outro Dispositivo
russian: Пакетное копирование на другое устройство
spanish: Copia por lotes a otro dispositivo

source: Copy Wii U Savedata from NAND to USB
german: Wii U-Speicherdaten von NAND auf USB kopieren
italian: Copia i dati salvati Wii U da NAND a USB
japanese: Wii U セーブデータを NAND から USB にコピー
portuguese: Copiar dados salvos do Wii U da NAND para o USB
russian: Копировать данные сохранения Wii U из NAND на USB
spanish: Copiar datos guardados de Wii U de la NAND al USB

source: Copy Wii U Savedata from USB to NAND
german: Wii U-Speicherdaten von USB auf NAND kopieren
italian: Copia i dati salvati Wii U da USB a NAND
japanese: Wii U セーブデータを USB から NAND にコピー
portuguese: Copiar dados salvos do Wii U da USB para o NAND
russian: Копировать данные сохранения Wii U из USB на NAND
spanish: Copiar datos guardados de Wii U del USB a la NAND

source: Batch Copy To Other Device allows you to transfer savedata between NAND and USB for all selected titles that already have savedata on both media. Just: - select which data to copy - select titles to act on - and go!
german: Stapelkopie auf anderes Gerät'ermöglicht Ihnen die Ü bertragung von Speicherdaten zwischen NAND und USB für alle ausgewählten Titel, die bereits Speicherdaten auf beiden Medien haben. Einfach: – wählen Sie die zu kopierenden Daten – wählen Sie die zu bearbeitenden Titel – und los geht‘s!
italian: Batch CopyToAltro Dispositivo ti permette di trasferire i dati salvati tra NAND e USB per tutti i titoli selezionati che hanno già dati salvati su entrambi i supporti. Basta: - selezionare i dati da copiare - selezionare i titoli su cui agire - e via!
japanese: バッチコピー（他のデバイス）」を使用すると、NANDとUSBの間で、両方のメディアにセーブデータが保存されているすべての選択したタイトルのセーブデータを転送できます。 操作は - コピーするデータを選択 - 操作するタイトルを選択 - 実行だけ！
portuguese: A Cópia em Lote para Outro Dispositivo permite que você transfira dados entre NAND e USB para todos os títulos selecionados que já possuem dados salvos em ambas as mídias. Basta: - selecionar quais dados copiar - selecionar os títulos nos quais deseja atuar - e pronto!
russian: Пакетное копирование на другое устройство позволяет вам переносить сохраненные данные между NAND и USB для всех выбранных названий, которые уже имеют сохраненные данные на обоих носителях. Просто: - выберите, какие данные копировать - выберите названия для работы - и вперед!
spanish: Copia por lotes a otro dispositivo te permite transferir savedata entre NAND y USB para todos los títulos seleccionados que ya tengan savedata en ambos medios. Solo tienes que: - seleccionar los datos que quieres copiar, - seleccionar los títulos sobre los que quieres trabajar, - ¡y listo!

source: WiiU Serial Id: %s
german: WiiU-Serien-ID: %s
italian: ID seriale WiiU: %s
japanese: WiiU シリアルID: %s
portuguese: ID serial do WiiU: %s

source: Tasks
german: Aufgaben
italian: Attività
japanese: タスク
portuguese: Tarefas
russian: Задачи
spanish: Tareas

source: Backup savedata
german: Speichere Spielstand
italian: Backup salvataggio
japanese: セーブデータのバックアップ
portuguese: Copiar
russian: Резервное копирование сохраненных данных

source: Restore savedata
german: Spielstand wiederherstellen
italian: Ripristina salvataggio
japanese: セーブデータの復元
portuguese: Restaurar
russian: Восстановить сохранения
spanish: Restaurar savedata

source: Wipe savedata
german: Lösche Spielstand
italian: Pulisci salvataggio
japanese: セーブデータを消去
portuguese: Excluir
russian: Стереть сохранения
spanish: Borrar savedata

source: Move savedata to other profile
german: Spielstände in ein anderes Profil verschieben
italian: Sposta i dati salvati in un altro profilo
japanese: セーブデータを他のプロファイルに移動します
portuguese: Mover os dados salvos para outro perfil
russian: Переместить savedata в другой профиль
spanish: Mover los datos guardados a otro perfil

source: Copy savedata to other profile
german: Gespeicherte Daten in ein anderes Profil kopieren
italian: Copia i dati salvati in un altro profilo
japanese: セーブデータを別のプロファイルにコピーします。
portuguese: Copiar dados salvos para outro perfil
russian: Копировать данные сохранения в другой профиль
spanish: Copiar savedata a otro perfil

source: Import from loadiine
german: Importiere aus loadiine
italian: Importa da loadiine
japanese: ローディーンからインポート
portuguese: Importar (Loadiine)
russian: Импортировать из loadiine
spanish: Importar desde loadiine

source: Export to loadiine
german: Exportiere zu loadiine
italian: Esporta in loadiine
japanese: ローディーンにエクスポート
portuguese: Exportar (Loadiine)
russian: Экспорт в loadiine
spanish: Exportar a loadiine

source: Copy Savedata to Title in %s
german: Kopiere Spielstand zu Titel nach %s
italian: Copia Salvataggio al Titolo in %s
japanese: セーブデータを %s のタイトルにコピー
portuguese: Copiar save do Título em %s
russian: Скопировать сохранения в Имя в %s
spanish: Copiar Savedata al Título en %s

source: This title is a inject (vWii or GC title packaged as a WiiU title). If needed, vWii saves can also be managed using the vWii Save Management section.
german: Dieser Titel ist ein Inject (vWii- oder GC-Titel, verpackt als Wii U-Titel). Bei Bedarf können vWii-Spielstände auch im Abschnitt „vWii-Spielstandsverwaltung
italian: Questo titolo è un inject (titolo vWii o GC confezionato come titolo WiiU). Se necessario, i salvataggi vWii possono anche essere gestiti utilizzando la sezione Gestione salvataggi vWii.
japanese: このタイトルはインジェクトです（vWii または GC タイトルが WiiU タイトルとしてパッケージ化されています）。 必要に応じて、vWii セーブも vWii セーブ管理セクションを使用して管理できます。
portuguese: Esta tarefa permite que você faça backup/restaure dados salvos do MiiMaker, do navegador de internet e de outros títulos do sistema. Proceda com cautela e esteja ciente do que você está modificando! Alguns arquivos salvos podem afetar o comportamento do sistema e o uso indevido deles pode ter consequências inesperadas! Deseja continuar?
russian: Эта игра является инъектом (игра для vWii или GC, упакованная как игра для WiiU). При необходимости сохранениями vWii также можно управлять с помощью раздела Управление сохранениями vWii
spanish: Este título es una inyección (título de vWii o GC empaquetado como título de WiiU). Si es necesario, las partidas guardadas de vWii también se pueden gestionar mediante la sección de Gestión de Partidas de vWii.

source: \ue000: Select Task \ue001: Back
german: \ue000: Job wählen \ue001: Zurück
italian: \ue000: Seleziona Attività \ue001: Indietro
japanese: \ue000: タスクを選択 \ue001: 戻る
portuguese: \ue000: Selecionar \ue001: Voltar
russian: \ue000: Выбрать задачу \ue001: Назад
spanish: \ue000: Seleccionar Tarea \ue001: Atrás

source: No save to Backup.
german: Kein Speicherstand zum sichern.
italian: Nessun salvataggio su backup.
japanese: バックアップに保存しません。
portuguese: Falha ao copiar: Nenhum save encontrado
russian: Нет сохранений для бекапа.
spanish: No hay datos para Backup.

source: No save to Wipe.
german: Kein Speicherstand zum löschen.
italian: Nessun salvataggio da pulire.
japanese: ワイプに保存しません。
portuguese: Falha ao excluir: Nenhum save encontrado
russian: Нет сохранений для стирания.
spanish: No hay datos para Eliminar.

source: No save to Replicate.
german: Kein Spielstand zum Replizieren.
italian: Nessun salvataggio da replicare
japanese: 複製するセーブデータがありません
portuguese: Nenhum salvamento para Replicar.
russian: Нет сохранения для репликации.
spanish: No hay datos para Replicar.

source: No save to Copy.
german: Kein Speicherstand zum kopieren.
italian: Nessun salvataggio da copiare.
japanese: コピーする保存はありません。
portuguese: Falha ao copiar: Nenhum save encontrado
russian: Нет сохранений для копирования.
spanish: No hay datos para Copiar.

source: No save to Move.
german: Keine Spielstände zum Verschieben.
italian: Nessun salvataggio da spostare.
japanese: 移動するセーブデータがありません。
portuguese: Nenhum salvamento para Mover.
russian: Нет сохранений для Move.
spanish: No se guardará en Mover.

source: Title has no profile savedata
german: Titel enthält keine Profildaten.
italian: Il titolo non contiene dati salvati del profilo.
japanese: タイトルにプロファイルセーブデータがありません。
portuguese: O título não possui dados salvos do perfil.
russian: Заголовок не имеет сохраненных данных профиля
spanish: El título no tiene datos guardados del perfil.

source: At least two profiles are needed to Copy/Move To OtherProfile.
german: Zum Kopieren/Verschieben in ein anderes Profil werden mindestens zwei Profile benötigt.
italian: Sono necessari almeno due profili da copiare/spostare in un altro profilo.
japanese: 他のプロファイルにコピー/移動するには、少なくとも2つのプロファイルが必要です。
portuguese: Pelo menos dois perfis são necessários para Copiar/Mover para Outro Perfil.
russian: Для копирования/перемещения в другой профиль требуется не менее двух профилей.
spanish: Se necesitan al menos dos perfiles para copiar/mover a otro perfil.
