Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Mii Transform Tasks
german: Mii-Transformationsaufgaben
italian: Attività di trasformazione Mii
japanese: Mii変換タスク
portuguese: Tarefas de Transformação de Mii
russian: Задачи преобразования Mii
spanish: Tareas de transformación de Mii

source: Selected Repo: %s
german: Ausgewähltes Repository: %s
italian: Selezionato Repo: %s
japanese: 選択されたリポジトリ: %s
portuguese: Repositório selecionado: %s
russian: Выбранный репозиторий: %s
spanish: Repositorio seleccionado: %s

source: Transfer physical appearance from another mii:
german: Aussehen von einem anderen Mii übertragen:
italian: Trasferisci aspetto fisico da un altro mii:
japanese: 別の mii から外見を転送:
portuguese: Transferir aparência física de outro Mii:
russian: Передать внешний вид другому mii:
spanish: Transferir apariencia física de otro mii:

source: Yes
german: Ja
italian: Sì
japanese: はい
portuguese: Sim
russian: Да
spanish: Sí

source: No
german: Nein
japanese: いいえ
portuguese: Não
russian: Нет

source: Transfer Ownership from another mii:
german: Besitz von einem anderen Mii übertragen:
italian: Trasferisci proprietà da un altro mii:
japanese: 別の mii から所有権を転送:
portuguese: Transferir propriedade de outro Mii:
russian: Передать права собственности другому mii:
spanish: Transferir propiedad de otro mii:

source: Make them belong to this console:
german: Dieser Konsole zuordnen:
italian: Rendili appartenenti a questa console:
japanese: このコンソールに所属させる
portuguese: Atribuir a este console:
russian: Сделать их принадлежащими этой консоли:
spanish: Hacer que pertenezcan a esta consola:

source: Update Mii Id (Timestamp):
german: Mii-ID aktualisieren (Zeitstempel):
italian: Aggiorna ID Mii (timestamp):
japanese: Mii ID（タイムスタンプ）を更新:
portuguese: Atualizar ID do Mii (Carimbo de data/hora):
russian: Обновить Mii Id (метка времени):
spanish: Actualizar ID del Mii (marca de tiempo):

source: Toggle favorite flag:
german: Favoriten-Flag umschalten:
italian: Attiva/Dis flag preferiti:
japanese: お気に入りフラグの切り替え:
portuguese: Alternar bandeira favorita:
russian: Включить/выключить флаг избранного:
spanish: Activar/desactivar bandera favorita:

source: Toggle Share/Mingle flag:
german: Teilen/Vermischen-Flag umschalten:
italian: Attiva/Dis flag condivisione/socializzazione:
japanese: シェア/交流フラグの切り替え:
portuguese: Alternar bandeira de compartilhamento/interação:
russian: Включить/выключить флаг обмена/совместного использования :
spanish: Activar/desactivar la opción Compartir/Mezclar:

source: Toggle Normal/Special flag:
german: Normales/Spezial-Flag umschalten:
italian: Attiva/Dis flag normali/speciali:
japanese: 通常/特別フラグの切り替え:
portuguese: Alternar bandeira normal/especial:
russian: Включить/выключить обычный/специальный флаг:
spanish: Activar/desactivar bandera normal/especial:

source: Toggle Foreign flag:
german: Fremdes Flag umschalten:
italian: Attiva/Dis flag esterni:
japanese: 外国人フラグの切り替え:
portuguese: Alternar bandeira estrangeira:
russian: Включить/выключить флаг иностранного языка:
spanish: Activar/desactivar bandera extranjera:

source: Update CRC:
german: CRC aktualisieren:
italian: Aggiorna CRC:
japanese: CRCを更新:
portuguese: Atualizar CRC:
russian: Обновить CRC:
spanish: Actualizar CRC:

source: Togle Copy Flag On/Off:
german: Kopieren-Flag ein-/ausschalten:
italian: Attiva/Dis flag copia:
japanese: コピーフラグのオン/オフの切り替え:
portuguese: Ativar/desativar bandeira de cópia:
russian: Включить/выключить флаг копирования :
spanish: Activar/desactivar bandera de copia:

source: Togle Temporary Flag On/Off:
german: Temporäres Flag ein-/ausschalten:
italian: Attiva/Dis flag temporanei:
japanese: 一時フラグのオン/オフの切り替え:
portuguese: Ativar/desativar bandeira temporária:
russian: Включить/выключить временный флаг:
spanish: Activar/desactivar bandera temporal:

source: Selected miis will get the physical appearance of the mii you will select in the next menu.
german: Ausgewählte Miis erhalten das Aussehen des Miis, das Sie im nächsten Menü auswählen.
italian: I Mii selezionati otterranno l'aspetto fisico del Mii che selezionerai nel menu successivo.
japanese: 選択されたMiiは次のメニューで選択するMiiの外観を取得します。
portuguese: Os Miis selecionados receberão a aparência física do Mii que você selecionar no próximo menu.
russian: Выбранные Mii будут Получить внешний вид выбранного вами Mii в следующем меню.
spanish: Los Miis seleccionados obtendrán la propiedad física apariencia del mii que seleccionarás en el siguiente menú.

source: Selected miis will get the ownership attributes of the template mii, so after they will belong to template console. Current games association is lost.
german: Ausgewählte Miis erhalten die Besitzattribute des Vorlagen-Miis und gehören somit der Vorlagenkonsole. Die aktuelle Spielzuordnung geht verloren.
italian: I Mii selezionati otterranno gli attributi di proprietà del Mii modello, quindi apparterranno alla console modello. L'associazione con i giochi attuali è persa.
japanese: 選択されたMiiはテンプレートMiiの所有権属性を取得し、その後テンプレート本体に所属するようになります。現在のゲームの関連付けは失われます。
portuguese: Os Miis selecionados receberão os atributos de propriedade do Mii modelo, portanto, depois disso, pertencerão ao console modelo. A associação com os jogos atuais será perdida.
russian: Выбранные Mii получат атрибуты владения шаблонного Mii, поэтому после этого они будут принадлежать шаблонной консоли. Текущая ассоциация с игрой будет потеряна.
spanish: Los Miis seleccionados obtendrán los atributos de propiedad del Mii de plantilla, por lo que después pertenecerán a la consola de plantilla. Se pierde la asociación actual con los juegos.

source: Updates MAC Address and AuthID (WiiU) of the Mii, so that it will apeear as created on this console. Updates Mii Id, so games association is lost.
german: Aktualisiert die MAC-Adresse und die AuthID (Wii U) des Mii, sodass es als auf dieser Konsole erstellt angezeigt wird. Aktualisiert die Mii-ID, wodurch die Spielzuordnung verloren geht.
italian: Aggiorna l'indirizzo MAC e l'AuthID (WiiU) del Mii, in modo che appaia come creato su questa console. Aggiorna l'ID Mii, quindi l'associazione ai giochi viene persa.
japanese: MiiのMACアドレスとAuthID（WiiU）を更新し、このコンソールで作成されたように表示します。Mii IDを更新し、ゲームの関連付けを行います。失われました。
portuguese: Atualiza o endereço MAC e o ID de autenticação (Wii U) do Mii, para que ele apareça como criado neste console. Atualiza o ID do Mii, portanto, a associação com os jogos é perdida.
russian: Обновляет MAC-адрес и AuthID (WiiU) Mii, чтобы он отображался как созданный на этой консоли. Обновляет Mii Id, чтобы игры Связь потеряна.
spanish: Actualiza la dirección MAC y el ID de autenticación (WiiU) del Mii para que aparezca como creado en esta consola. Actualiza el ID del Mii, por lo que se pierde la asociación con los juegos.

source: So the mii has a new unique Mii Id (Beware! It will no longer be tied to any game that expects the older Mii Id).
german: Damit der Mii eine neue, eindeutige Mii-ID erhält (Achtung! Sie ist nicht mehr an Spiele gebunden, die die ältere Mii-ID erwarten).
italian: Quindi il Mii ha un nuovo ID Mii univoco (Attenzione! Non sarà più associato a nessun gioco che si aspetta il vecchio ID Mii).
japanese: Miiに新しい固有のMii IDが割り当てられます（注意！古いMii IDを必要とするゲームには関連付けられません）
portuguese: Para que o Mii tenha um novo ID Mii exclusivo (Atenção! Ele não estará mais vinculado a nenhum jogo que espere o ID Mii antigo).
russian: Чтобы у Mii появился новый уникальный идентификатор Mii (Внимание! Он больше не будет привязан ни к одной игре, которая ожидает старый идентификатор Mii).
spanish: Para que el Mii tenga un nuevo ID de Mii único (¡Cuidado! Ya no estará vinculado a ningún juego que espere el ID de Mii anterior).

source: Mark Miis as a favorite one so they appear in games that support them.
german: Miis als Favoriten markieren, damit sie in Spielen angezeigt werden, die sie unterstützen.
italian: Contrassegna i Mii come preferiti in modo che appaiano nei giochi che li supportano.
japanese: Miiをお気に入りとしてマークすると、それをサポートするゲームに表示されます。
portuguese: Marcar Miis como favoritos para que apareçam em jogos compatíveis.
russian: Отметить Mii как избранных, чтобы они отображались в играх, которые их поддерживают.
spanish: Marcar Miis como favoritos para que aparezcan en juegos compatibles.

source: So the mii can travel to other consoles.
german: Damit der Mii auf andere Konsolen übertragen werden kann.
italian: Così il Mii può viaggiare su altre console.
japanese: Miiを他のコンソールに移動できます。
portuguese: Para que o Mii possa ser transferido para outros consoles.
russian: Чтобы Mii мог перемещаться на другие консоли.
spanish: Para que el Mii pueda viajar a otras consolas.

source: You can transform a normal Mii into an special one, and viceversa. This updates the Mii Id, so games association is lost.
german: Du kannst ein normales Mii in ein besonderes verwandeln und umgekehrt. Dadurch wird die Mii-ID aktualisiert, die Spielzuordnung geht jedoch verloren.
italian: Puoi trasformare un Mii normale in uno speciale e viceversa. Questo aggiorna l'ID del Mii, quindi l'associazione dei giochi viene persa.
japanese: 通常のMiiを特別なMiiに、またはその逆に変換できます。これによりMii IDが更新され、ゲームの関連付けが失われます。
portuguese: Você pode transformar um Mii normal em um especial e vice-versa. Isso atualiza o ID do Mii, portanto, a associação com os jogos é perdida.
russian: Вы можете превратить обычного Mii в особого и наоборот. Это обновляет идентификатор Mii, поэтому связь с играми теряется.
spanish: Puedes transformar un Mii normal en uno especial, y viceversa. Esto actualiza el ID del Mii, por lo que se pierde la asociación con los juegos.

source: Wii Miis can be forced as foreign irrespective of where they were created. This updates the Mii Id (mii games association is lost).
german: Wii-Miis können unabhängig von ihrem Erstellungsort als fremd festgelegt werden. Dadurch wird die Mii-ID aktualisiert (die Zuordnung von Mii-Spielen geht verloren).
italian: I Mii Wii possono essere forzati come esterni indipendentemente da dove sono stati creati. Questo aggiorna l'ID Mii (l'associazione dei giochi Mii viene persa).
japanese: Wii Mii は、作成された場所に関係なく、強制的に外部 Mii として扱うことができます。これにより Mii ID が更新されます (mii ゲームの関連付けが失われます)。
portuguese: Miis do Wii podem ser forçados como estrangeiros, independentemente de onde foram criados. Isso atualiza o ID do Mii (a associação de jogos do Mii é perdida).
russian: Wii Miis можно принудительно установить как сторонние, независимо от того, где они были созданы. Это обновляет Mii Id (связь игр mii потеряна).
spanish: Los Mii de Wii se pueden forzar como externos independientemente de dónde se hayan creado. Esto actualiza el ID del Mii (se pierde la asociación con los juegos Mii).

source: CRC will be recalculated for the selected mii (if in ffsd,bin,cfsd or rsd files) or for the entire DB (for miis in a FFL or RFL file repo).
german: CRC wird für die Auswahl neu berechnet mii (falls in ffsd-, bin-, cfsd- oder rsd-Dateien) oder für die gesamte Datenbank (für miis in einem FFL- oder RFL-Datei-Repository).
italian: Il CRC verrà ricalcolato per il mii selezionato (se in file ffsd, bin, cfsd o rsd) o per l'intero DB (per i mii in un repository di file FFL o RFL).
japanese: CRCは選択した mii (ffsd、bin、cfsd、または rsd ファイルの場合) または DB 全体 (FFL または RFL ファイル リポジトリ内の mii の場合) に対して再計算されます。
portuguese: O CRC será recalculado para o Mii selecionado (se estiver em arquivos ffsd, bin, cfsd ou rsd) ou para todo o banco de dados (para Miis em um repositório de arquivos FFL ou RFL).
russian: CRC будет пересчитан для выбранного mii (если он находится в файлах ffsd, bin, cfsd или rsd) или для всей базы данных (для mii в репозитории файлов FFL или RFL).
spanish: Se recalculará el CRC para el Mii seleccionado (si está en archivos ffsd, bin, cfsd o rsd) o para toda la base de datos (para Mii en un repositorio de archivos FFL o RFL).

source: So people that does not own the mii can modifiy it by creating a copy of the original.
german: Damit Personen, die den Mii nicht besitzen, ihn durch Erstellen einer Kopie des Originals modifizieren können.
italian: Così le persone che non possiedono il Mii possono modificarlo creando una copia dell'originale.
japanese: Miiを所有していない人が、オリジナルのコピーを作成してMiiを変更できます。
portuguese: Para que pessoas que não possuem o Mii possam modificá-lo criando uma cópia do original.
russian: Чтобы люди, не являющиеся владельцами Mii, могли изменять его, создавая копию оригинала.
spanish: Para que quienes no tengan el Mii puedan modificarlo creando una copia del original.

source: Temporary Miis cannot be seen in FFL DB. This updates the Mii Id (mii games association is lost).
german: Temporäre Miis sind in der FFL-Datenbank nicht sichtbar. Dadurch wird die Mii-ID aktualisiert (die Zuordnung von Mii-Spielen geht verloren).
italian: I Mii temporanei non possono essere visualizzati nel database FFL. Questo aggiorna l'ID Mii (l'associazione dei giochi Mii è persa).
japanese: 一時MiiはFFL DBで参照できません。これによりMii IDが更新されます(miiゲームの関連付けが失われます)。
portuguese: Miis temporários não podem ser vistos no banco de dados FFL. Isso atualiza o ID do Mii (a associação de jogos do Mii é perdida).
russian: Временные Miis не отображаются в базе данных FFL. Это обновляет идентификатор Mii (связь с играми Mii теряется).
spanish: Los Miis temporales no se pueden ver en la base de datos FFL. Esto actualiza el ID del Mii (se pierde la asociación de los juegos Mii).

source: \ue003\ue07e: Set/Unset \ue000: Select Mii Template \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue000: Mii-Vorlage auswählen \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue000: Seleziona modello Mii \ue001: Indietro
japanese: \ue003\ue07e: 設定/解除 \ue000: Miiテンプレートの選択 \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue000: Selecionar Modelo de Mii \ue001: Voltar
russian: \ue003\ue07e: Установка/снятие с установки \ue000: Выбор шаблона Mii \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue000: Seleccionar plantilla de Mii \ue001: Atrás

source: \ue003\ue07e: Set/Unset \ue000: Transform \ue001: Back
german: \ue003\ue07e:Akt/Deakt \ue000: Transformieren \ue001: Zurück
italian: \ue003\ue07e: Att/Dis \ue000: Trasforma \ue001: Ind.
japanese: \ue003\ue07e: 設定/解除 \ue000: 変身 \ue001: 戻る
portuguese: \ue003\ue07e: Def/Rem \ue000: Transformar \ue001: Voltar
russian: \ue003\ue07e: Установ/снять \ue000: Преобразовать \ue001: Назад
spanish: \ue003\ue07e: Activ/Des \ue000: Transformar \ue001: Atrás

source: Please select an option
german: Bitte wählen Sie eine Option
italian: Seleziona un'opzione
japanese: オプションを選択してください
portuguese: Selecione uma opção
russian: Пожалуйста, выберите вариант
spanish: Seleccione una opción

source: Show only BackupSets satisfying all these conditions:
german: Nur Backup-Sets anzeigen, die alle folgenden Bedingungen erfüllen:
italian: Mostra solo i BackupSet che soddisfano tutte queste condizioni:
japanese: これらの条件をすべて満たすバックアップセットのみを表示します
portuguese: Mostrar apenas conjuntos de backup que atendem a todas estas condições:
russian: Показать только BackupSets, удовлетворяющие всем этим условиям:
spanish: Mostrar solo BackupSets que cumplan todas estas condiciones:

source: \ue000: Apply Filter \ue002: Reset Filters \ue001: Back
german: \ue000: Filter anwenden \ue002: Filter zurücksetzen \ue001: Zurück
italian: \ue000: Applica filtro \ue002: Reimposta filtri \ue001: Indietro
japanese: \ue000: フィルタを適用 \ue002: フィルタをリセット \ue001: 戻る
portuguese: \ue000: Aplicar Filtro \ue002: Redefinir Filtros \ue001: Voltar
russian: \ue000: Применить фильтр \ue002: Сбросить фильтры \ue001: Назад
spanish: \ue000: Aplicar filtro \ue002: Eliminar filtros \ue001: Atrás

source: Mii Tasks
german: Mii-Aufgaben
italian: Attività Mii
japanese: Miiタスク
portuguese: Tarefas de Mii
russian: Задачи Mii
spanish: Tareas de Mii

source: DB management
german: DB-Verwaltung
italian: Gestione DB
japanese: DB 管理
portuguese: Gerenciamento de banco de dados
russian: Управление базой данных
spanish: Administración de base de datos

source: Backup DB
german: Datenbank sichern
japanese: DBをバックアップ
portuguese: Backup do banco de dados
russian: Резервное копирование БД
spanish: Copia de seguridad de la base de datos

source: Restore Full DB (Full restore - all account attributes - for one profile)
german: Vollständige DB wiederherstellen (Vollständige Wiederherstellung - alle Kontoattribute - für ein Profil)
italian: Ripristina DB completo (ripristino completo - tutti gli attributi dell'account - per un profilo)
japanese: DB全体を復元（完全復元 - 全アカウント属性 - 1つのプロファイル用）
portuguese: Restaurar BD completo (restauração completa - todos os atributos da conta - para um perfil)
russian: Восстановить полную БД (полное восстановление - всех атрибутов учетной записи - для одного профиля)
spanish: Restaurar BD completa (restauración completa - todos los atributos de la cuenta - para un perfil)

source: Restore DB Mii Section (MiiData & MiiImg cross-account restore)
german: DB-Abschnitt Mii wiederherstellen (MiiData & MiiImg kontoübergreifende Wiederherstellung)
italian: Ripristina sezione Mii DB (ripristino MiiData e MiiImg tra account)
japanese: DB Miiセクションを復元（MiiデータとMiiImgのクロスアカウント復元）
portuguese: Restaurar seção Mii do BD (restauração entre contas de MiiData e MiiImg)
russian: Восстановить раздел Mii в БД (восстановление MiiData и MiiImg между учетными записями)
spanish: Restaurar sección Mii de BD (restauración entre cuentas de MiiData y MiiImg)

source: Mii Management
german: Mii-Verwaltung
italian: Gestione Mii
japanese: Mii管理
portuguese: Gerenciamento de Miis
russian: Управление Mii
spanish: Administración de Mii

source: List Miis
german: Miis auflisten
italian: Elenca Mii
japanese: Miiを一覧表示
portuguese: Listar Miis
russian: Список Mii
spanish: Mostrar Miis

source: Export Miis (to %s)
german: Miis exportieren (nach %s)
italian: Esporta Mii (in %s)
japanese: Miiをエクスポート（%sへ）
portuguese: Exportar Miis (para %s)
russian: Экспорт Miis (в %s)
spanish: Exportar Miis (a %s)

source: Export Miis (account MiiData)
german: Miis exportieren (Konto-Mii-Daten)
italian: Esporta Mii (account MiiData)
japanese: Miiをエクスポート（アカウントMiiデータ）
portuguese: Exportar Miis (conta MiiData)
russian: Экспорт Miis (MiiData учетной записи)
spanish: Exportar Miis (MiiData de la cuenta)

source: Import Miis (account MiiData)
german: Miis importieren (Konto-Mii-Daten)
italian: Importa Mii (dati Mii dell'account)
japanese: Miiをインポート（アカウントMiiデータ）
portuguese: Importar Miis (dados de Mii da conta)
russian: Импорт Miis (MiiData учетной записи)
spanish: Importar Miis (MiiData de la cuenta)

source: Transform Miis
german: Miis transformieren
italian: Trasformazione Mii
japanese: Miiを変換しています
portuguese: Transformar Miis
russian: Преобразование Miis
spanish: Transformar Miis

source: Restore DB
german: DB wiederherstellen
italian: Ripristina DB
japanese: DBを復元
portuguese: Restaurar BD
russian: Восстановить БД
spanish: Restaurar BD

source: Wipe DB
german: DB löschen
italian: Cancella DB
japanese: データベースを消去
portuguese: Limpar BD
russian: Очистка базы данных
spanish: Borrar BD

source: Initialize DB
german: DB initialisieren
italian: Inizializza DB
japanese: DBを初期化
portuguese: Inicializar BD
russian: Инициализация БД
spanish: Inicializar BD

source: Export Miis
german: Miis exportieren
italian: Esporta Mii
japanese: Miiをエクスポート
portuguese: Exportar Miis
russian: Экспорт Miis
spanish: Exportar Miis

source: Import Miis (from %s)
german: Miis importieren (von %s)
italian: Importa Mii (da %s)
japanese: Miiをインポート（%sから）
portuguese: Importar Miis (de %s)
russian: Импорт Miis (из %s)
spanish: Importar Miis (desde %s)

source: Import Miis
german: Miis importieren
italian: Importa Mii
japanese: Miiをインポート
portuguese: Importar Miis
russian: Импорт Miis
spanish: Importar Miis

source: Wipe Miis
german: Miis löschen
italian: Cancella Mii
japanese: Miiを消去
portuguese: Limpar Miis
russian: Очистка Mii
spanish: Borrar Miis

source: Backup All Wii U Account folders and files
german: Alle Wii U-Kontoordner und -dateien sichern
italian: Esegui il backup di tutte le cartelle e i file dell'account Wii U
japanese: Wii Uアカウントのフォルダとファイルをすべてバックアップ
portuguese: Fazendo backup de todas as pastas e arquivos da conta Wii U
russian: Создать резервную копию всех папок и файлов учетной записи Wii U
spanish: Copia de seguridad de todas las carpetas y archivos de la cuenta de Wii U

source: Restore One Wii U Account files (all info, including but not only MiiData). Needs a console restart to take effect.
german: Stellt die Dateien eines Wii U-Kontos wieder her (alle Informationen, einschließlich, aber nicht nur Mii-Daten). Ein Neustart der Konsole ist erforderlich, damit die Änderungen wirksam werden.
italian: Ripristina i file di un account Wii U (tutte le informazioni, inclusi ma non solo i dati Mii). È necessario riavviare la console per rendere effettivo.
japanese: Wii Uアカウントのファイル（Miiデータを含むすべての情報）を復元します。反映するには本体の再起動が必要です。
portuguese: Restaura os arquivos de uma conta do Wii U (todas as informações, incluindo, mas não se limitando a, MiiData). É necessário reiniciar o console para que a alteração tenha efeito.
russian: Восстановить файлы учетной записи Wii U (всю информацию, включая, помимо прочего, MiiData). Для вступления изменений в силу требуется перезагрузка консоли.
spanish: Restaurar los archivos de la cuenta One Wii U (toda la información, incluyendo, entre otros, los datos Mii). Requiere reiniciar la consola para que surta efecto.

source: Restore MiiData + MiiImg from One Wii U Account to a different one (neither NNID nor PNID nor other attributes are modified). Needs a console restart to take effect.
german: MiiData + MiiImg von einem Wii U-Konto auf ein anderes wiederherstellen (weder NNID noch PNID noch andere Attribute werden geändert). Ein Neustart der Konsole ist erforderlich, damit die Änderungen wirksam werden.
italian: Ripristina MiiData + MiiImg da un account Wii U a un altro (né NNID né PNID né altri attributi vengono modificati). È necessario riavviare la console per rendere effettivo.
japanese: Miiデータを復元 + Wii Uアカウントから別のアカウントへMiiImgを復元します（NNID、PNID、その他の属性は変更されません）。反映するには本体の再起動が必要です。
portuguese: Restaurar MiiData + MiiImg de uma conta Wii U para outra (nenhuma das duas). Nem NNID, nem PNID, nem outros atributos são modificados. É necessário reiniciar o console para que a alteração tenha efeito.
russian: Восстановить MiiData + MiiImg из одной учетной записи Wii U в другую (ни одна из них) NNID, PNID и другие атрибуты не изменяются. Для вступления изменений в силу требуется перезагрузка консоли.
spanish: Restaurar MiiData + MiiImg de una cuenta de Wii U a otra diferente (Ni NNID, ni PNID ni otros atributos se modifican). Requiere reiniciar la consola para que surta efecto.

source: List all Miis and some of its attributes
german: Alle Miis und einige ihrer Attribute auflisten
italian: Elenca tutti i Mii e alcuni dei relativi attributi
japanese: すべてのMiiとその一部の属性を一覧表示
portuguese: Listar todos os Miis e alguns de seus atributos
russian: Список всех Mii и некоторых их атрибутов
spanish: Mostrar todos los Miis y algunos de sus atributos

source: Export Miis to other repos
german: Miis in andere Repositories exportieren
italian: Esporta Mii in altri repository
japanese: Miiを他のリポジトリにエクスポート
portuguese: Exportar Miis para outros repositórios
russian: Экспорт Miis в другие репозитории
spanish: Exportar Miis a otros repositorios
