Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Share attribute will be disabled for Mii %s as it will be transformed to a Special one.
german: Das Attribut 'Teilen' wird für Mii %s deaktiviert, da es in ein spezielles Mii umgewandelt wird.
italian: L'attributo Condividi verrà disabilitato per il Mii %s poiché verrà trasformato in uno Speciale.
japanese: Mii %sはスペシャルMiiに変身するため、シェア属性は無効になります。
portuguese: O atributo de compartilhamento será desativado para o Mii %s, pois ele será transformado em um Mii Especial.
russian: Атрибут Share будет отключен для Mii %s, так как он будет преобразован в Special.
spanish: El atributo Compartir se deshabilitará para el Mii %s, ya que se transformará en uno especial.

source: Errors detected during transform. Do you want to save the database?
german: Fehler bei der Transformation. Möchten Sie die Datenbank speichern?
italian: Errori rilevati durante la trasformazione. Vuoi salvare il database?
japanese: 変換中にエラーが検出されました。 データベースを保存しますか？
portuguese: Erros detectados durante a transformação. Deseja salvar o banco de dados?
russian: Обнаружены ошибки во время преобразования. Вы хотите сохранить базу данных?
spanish: Errores detectados durante la transformación. ¿Quieres guardar la base de datos?

source: DB file for %s not found. Do you want to initialize it?
german: DB-Datei für %s nicht gefunden. Möchten Sie sie initialisieren?
italian: File DB per %s non trovato. Vuoi inizializzarlo?
japanese: %s の DB ファイルが見つかりません。初期化しますか?
portuguese: Arquivo de banco de dados para %s não encontrado. Deseja inicializá-lo?
russian: Файл базы данных для %s не найден. Хотите ли вы его инициализировать?
spanish: No se encuentra el archivo de base de datos de %s. ¿Quieres inicializarlo?

source: Do you want to initialize db file %s? (ALL MIIS WILL BE WIPED!!!)
german: DB-Datei %s initialisieren? (ALLE MIIS WERDEN GELÖSCHT!!!)
italian: Vuoi inizializzare il file DB %s? (TUTTI I MII VERRANNO CANCELLATI!!!)
japanese: DB ファイル %s を初期化しますか? (すべての MII が消去されます!!!)
portuguese: Deseja inicializar o arquivo de banco de dados %s? (TODOS OS MIIS SERÃO APAGADOS!!!)
russian: Вы хотите инициализировать файл базы данных %s? (ВСЕ MIIS БУДУТ УДАЛЕНЫ!!!)
spanish: ¿Quieres inicializar el archivo de base de datos %s? (¡TODOS LOS MII SERÁN BORRADOS!)

source: Db file %s initialized
german: DB-Datei %s initialisiert
italian: File DB %s inizializzato
japanese: DB ファイル %s が初期化されました
portuguese: Arquivo de banco de dados %s inicializado
russian: Файл базы данных %s инициализирован
spanish: Archivo de base de datos %s inicializado

source: Error initializing db file %s
german: Fehler beim Initialisieren der Datenbankdatei %s
italian: Errore durante l'inizializzazione del file db %s
japanese: db ファイル %s の初期化中にエラーが発生しました
portuguese: Erro ao inicializar o arquivo de banco de dados %s
russian: Ошибка инициализации файла базы данных %s
spanish: Error al inicializar el archivo de base de datos %s

source: Initialize task for %s aborted
german: Aufgabe für %s initialisieren abgebrochen
italian: Inizializzazione attività per %s interrotta
japanese: %sのタスクの初期化を中止しました
portuguese: Tarefa de inicialização para %s abortada
russian: Задача инициализации для %s прервана
spanish: Inicializar tarea para %s cancelada

source: This action is not supported on the selected repo.
german: Diese Aktion wird im ausgewählten Repository nicht unterstützt.
italian: Questa azione non è supportata sul repository selezionato.
japanese: このアクションは選択したリポジトリではサポートされていません。
portuguese: Esta ação não é compatível com o repositório selecionado.
russian: Это действие не поддерживается для выбранного репозитория.
spanish: Esta acción no es compatible con el repositorio seleccionado.

source: Backup current savedata first to next empty slot?
german: Sichere aktuellen Speicherstand zuerst in den nächsten leeren Slot?
italian: Salvare il salvataggio corrente prima di passare allo slot vuoto successivo?
japanese: 現在のセーブデータを最初に次の空きスロットにバックアップしますか?
portuguese: Copiar o save atual no slot livre?
russian: Сохранить текущее сохранение в следующий пустой слот?
spanish: ¿Hacer Backup primero de los savedata actuales al siguiente slot libre??

source: pre-XRestore backup
japanese: pre-XRestoreバックアップ
portuguese: Backup pré-XRestore
spanish: Copia de seguridad pre-XRestore

source: Backup Failed - XRestore aborted !!
german: Sicherung fehlgeschlagen – XRestore abgebrochen !!
italian: Backup non riuscito - XRestore interrotto!!
japanese: バックアップに失敗しました - XRestoreを中止しました!!
portuguese: Backup falhou - XRestore abortado !!
russian: Резервное копирование не удалось — XRestore прервано!!
spanish: ¡Error en la copia de seguridad: XRestore abortado!

source: Unrecoverable Error - Please restore db from a Backup
german: Nicht behebbarer Fehler – Bitte stellen Sie die Datenbank aus einem Backup wieder her
italian: Errore irrecuperabile: ripristinare il database da un backup
japanese: 回復不能なエラー - バックアップからデータベースを復元してください
portuguese: Erro irrecuperável - Restaure o banco de dados a partir de um backup
russian: Неустранимая ошибка - пожалуйста, восстановите базу данных из резервной копии
spanish: Error irrecuperable: restaure la base de datos desde una copia de seguridad

source: Error renaming file %s %s
german: Fehler beim Umbenennen der Datei %s %s
italian: Errore durante la rinomina del file %s %s
japanese: ファイル名変更エラー %s %s
portuguese: Erro ao renomear o arquivo %s %s
russian: Ошибка переименования файла %s %s
spanish: Error al renombrar el archivo %s %s

source: Restored full account %s on %s account. Please restore a db Backup if needed.
german: Vollständiges Konto %s auf %s wiederhergestellt. Bitte stellen Sie bei Bedarf ein DB-Backup wieder her.
italian: Ripristinato l'account completo %s sull'account %s. Se necessario, ripristinare un backup del database.
japanese: %sアカウントの%sアカウント全体を復元しました。 必要であればDBバックアップを復元してください。
portuguese: Conta completa %s restaurada na conta %s. Restaure um backup do BD, se necessário.
russian: Восстановлена ​​полная учетная запись %s в учетной записи %s. При необходимости восстановите резервную копию базы данных.
spanish: Restaurada la cuenta completa %s en la cuenta %s. Restaura una copia de seguridad de la BD si es necesario.

source: Error removing db file %s %s
german: Fehler beim Entfernen der Datenbankdatei %s %s
italian: Errore durante la rimozione del file db %s %s
japanese: データベースファイル %s 削除エラー %s
portuguese: Erro ao remover o arquivo de banco de dados %s %s
russian: Ошибка удаления файла базы данных %s %s
spanish: Error al eliminar el archivo de base de datos %s %s

source: Error restoring db file %s %s
german: Fehler beim Wiederherstellen der Datenbankdatei %s %s
italian: Errore durante il ripristino del file db %s %s
japanese: データベースファイル %s 復元エラー %s
portuguese: Erro ao restaurar o arquivo de banco de dados %s %s
russian: Ошибка восстановления файла базы данных %s %s
spanish: Error al restaurar el archivo de base de datos %s %s

source: Account %s does not exist in primary Account DB %s
german: Konto %s existiert nicht in der primären Kontodatenbank %s
italian: L'account %s non esiste nel database dell'account primario %s
japanese: アカウント %s がプライマリ アカウント DB %s に存在しません
portuguese: A conta %s não existe no banco de dados de contas primário %s
russian: Учетная запись %s не существует в основной базе данных учетных записей %s
spanish: La cuenta %s no existe en la base de datos de cuentas principal %s

source: Press \ue000 to continue
german: Drücken Sie \ue000, um fortzufahren
italian: Premi \ue000 per continuare
japanese: 続行するには \ue000 を押してください
portuguese: Pressione \ue000 para continuar
russian: Нажмите \ue000, чтобы продолжить
spanish: Pulse \ue000 para continuar

source: \ue000 Yes - \ue001 No
german: \ue000 Ja - \ue001 Nein
italian: \ue000 Sì - \ue001 No
japanese: \ue000 はい - \ue001 いいえ
portuguese: \ue000 Sim - \ue001 Não
russian: \ue000 Да - \ue001 Нет
spanish: \ue000 Sí - \ue001 No

source: \ue000 Confirm - \ue001 Cancel
german: \ue000 Bestätigen - \ue001 Abbrechen
italian: \ue000 Conferma - \ue001 Annulla
japanese: \ue000 確認 - \ue001 キャンセル
portuguese: \ue000 Confirmar - \ue001 Cancelar
russian: \ue000 Подтвердить - \ue001 Отмена
spanish: \ue000 Confirmar - \ue001 Cancelar

source: \ue003 Confirm - \ue001 Cancel
german: \ue003: Bestätigen - \ue001: Abbrechen
italian: \ue003 Conferma - \ue001 Annulla
japanese: \ue003 確認 - \ue001 キャンセル
portuguese: \ue003 Confirmar - \ue001 Cancelar
russian: \ue003 Подтвердить - \ue001 Отмена
spanish: \ue003 Confirmar - \ue001 Cancelar

source: Choose your option
german: Wählen Sie Ihre Option.
italian: Scegli la tua opzione
japanese: オプションを選択してください
portuguese: Escolha sua opção
russian: Выберите свой вариант
spanish: Elige tu opción

source: Error while creating folder: %s %s
german: Fehler beim Erstellen des Ordners %s %s
italian: Errore durante la creazione della cartella: %s %s
japanese: フォルダの作成中にエラーが発生しました: %s %s
portuguese: Erro ao criar a pasta: %s %s
russian: Ошибка при создании папки: %s %s
spanish: Error al crear la carpeta: %s %s

source: Failed to delete folder %s %s
german: Löschen von Ordner %s %s fehlgeschlagen
italian: Non è stato possibile eliminare il file %s %s
japanese: フォルダ %s の削除に失敗しました %s
portuguese: Falha ao excluir pasta %s %s
russian: Не удалось удалить папку %s %s
spanish: Error al eliminar la carpeta %s %s

source: Failed to delete file %s %s
german: Löschen von Datei %s %s fehlgeschlagen
italian: Non è stato possibile eliminare il file %s %s
japanese: ファイル %s の削除に失敗しました %s
portuguese: Falha ao excluir arquivo %s %s
russian: Не удалось удалить файл %s %s
spanish: Error al eliminar el archivo %s %s

source: Error while reading folder content %s %s
german: Fehler beim Lesen des Ordnerinhalts %s %s
italian: Errore durante la lettura del contenuto della cartella %s %s
japanese: フォルダの内容の読み取り中にエラーが発生しました: %s %s
portuguese: Erro ao ler o conteúdo da pasta %s %s
russian: Ошибка при чтении содержимого папки %s %s
spanish: Error al leer el contenido de la carpeta %s %s

source: Error while creating final folder: %s %s
german: Fehler beim Erstellen des endgültigen Ordners: %s %s
italian: Errore durante la creazione della cartella finale: %s %s
japanese: 最終フォルダの作成中にエラーが発生しました: %s %s
portuguese: Erro ao criar a pasta final: %s %s
russian: Ошибка при создании конечной папки: %s %s
spanish: Error al crear la carpeta final: %s %s

source: Error %s setting permissions for %s
german: Fehler %s Berechtigungen für %s
italian: Errore %s impostazione dei permessi per %s
japanese: エラー %s 権限を %s に設定中
portuguese: Erro %s definindo permissões para %s
russian: Ошибка %s установка прав доступа для %s
spanish: Error %s al configurar permisos para %s

source: Error creating shim for change perms %s
german: Fehler beim Erstellen des Shims für Änderungsberechtigungen %s
italian: Errore durante la creazione dello shim per i permessi di modifica %s
japanese: 権限変更用の shim の作成中にエラーが発生しました %s
portuguese: Erro ao criar o shim para alterar permissões %s
russian: Ошибка создания заглушки для изменения разрешений %s
spanish: Error al crear la corrección para los permisos de cambio %s

source: Error %s setting owner %08x /group %08x for %s
german: Fehler %s Besitzer %08x /Gruppe %08x für %s
italian: Errore %s impostazione del proprietario %08x /gruppo %08x per %s
japanese: エラー %s 所有者 %08x /グループ %08x を %s に設定中
portuguese: Erro %s definindo proprietário %08x / grupo %08x para %s
russian: Ошибка %s установка владельца %08x /группы %08x для %s
spanish: Error %s al configurar propietario %08x /grupo %08x para %s

source: Cannot open file for read %s %s
german: Datei kann nicht zum Lesen geöffnet werden %s %s
italian: Impossibile aprire il file in lettura %s %s
japanese: 読み取り用にファイルを開けません %s %s
portuguese: Não é possível abrir o arquivo para leitura %s %s
russian: Невозможно открыть файл для чтения %s %s
spanish: No se puede abrir el archivo para lectura %s %s

source: Cannot open file for write %s %s
german: Datei kann nicht zum Schreiben geöffnet werden %s %s
italian: Impossibile aprire il file in scrittura %s %s
japanese: 書き込み用にファイルを開けません %s %s
portuguese: Não é possível abrir o arquivo para gravação %s %s
russian: Невозможно открыть файл для записи %s %s
spanish: No se puede abrir el archivo para escritura %s %s

source: beware: if you haven't done it, try to wipe savedata before restoring
german: Achtung: Falls noch nicht geschehen, versuchen Sie, die gespeicherten Daten vor der Wiederherstellung zu löschen.
italian: Attenzione: se non l'hai ancora fatto, prova a cancellare i dati salvati prima di ripristinare
japanese: 注意: セーブデータを消去していない場合は、復元前に消去してみてください
portuguese: Cuidado: se você não fez isso, tente apagar os dados salvos antes de restaurar
russian: будьте осторожны: если вы этого не сделали, попробуйте стереть данные сохранения перед восстановлением
spanish: Eps! si no lo has hecho, intenta borrar los savedata antes de restaurar

source: Error creating permission file - Backup/Restore is not reliable Errors so far: %d Do you want to continue?
german: Fehler beim Erstellen der Berechtigungsdatei – Sicherung/Wiederherstellung ist nicht zuverlässig Bisherige Fehler: %d Möchten Sie fortfahren?
italian: Errore durante la creazione del file di autorizzazione - Backup/Ripristino non affidabile Errori finora: %d Vuoi continuare?
japanese: 権限ファイルの作成中にエラーが発生しました - バックアップ/復元は信頼できません これまでのエラー: %d 続行しますか?
portuguese: Erro ao criar o arquivo de permissões - Backup/Restauração não é confiável Erros até o momento: %d Deseja continuar?
russian: Ошибка создания файла разрешений - Резервное копирование/восстановление ненадежно Ошибки на данный момент: %d Вы хотите продолжить?
spanish: Error al crear el archivo de permisos: la copia de seguridad/restauración no es fiable Errores hasta el momento: %d ¿Desea continuar?

source: Read error %s reading from %s
german: Lesefehler %s beim Lesen von %s
italian: Errore di lettura %s lettura da %s
japanese: 読み取りエラー %s %sからの読み取り中
portuguese: Erro de leitura %s lendo de %s
russian: Ошибка чтения %s чтение из %s
spanish: Error de lectura %s al leer desde %s

source: Write error %s copying to %s
german: Schreibfehler %s Kopieren nach %s
italian: Errore di scrittura %s durante la copia in %s
japanese: 書き込みエラー %s %sにコピー中
portuguese: Erro de gravação %s copiando para %s
russian: Ошибка записи %s копирование в %s
spanish: Error de escritura %s copiando a %s

source: Error opening source dir %s %s
german: Fehler beim Öffnen des Quellverzeichnisses %s %s
italian: Errore durante l'apertura della directory sorgente %s %s
japanese: ソースディレクトリのオープン中にエラーが発生しました %s %s
portuguese: Erro ao abrir o diretório de origem %s %s
russian: Ошибка открытия исходного каталога %s %s
spanish: Error al abrir el directorio de origen %s %s.

source: Error creating folder %s %s
german: Fehler beim Erstellen des Ordners %s %s
italian: Errore durante la creazione della cartella %s %s
japanese: フォルダ作成エラー %s %s
portuguese: Erro ao criar pasta %s %s
russian: Ошибка создания папки %s %s
spanish: Error al crear la carpeta %s %s

source: Error copying directory - Backup/Restore is not reliable Errors so far: %d Do you want to continue?
german: Fehler beim Kopieren des Verzeichnisses Sicherung/Wiederherstellung ist nicht zuverlässig Bisherige Fehler: %d Möchten Sie fortfahren?
italian: Errore durante la copia della directory - Backup/Ripristino non affidabile Errori finora: %d Continuare?
japanese: ディレクトリのコピー中にエラーが発生しました - バックアップ/リストアは信頼できません これまでのエラー数: %d 続行しますか？
portuguese: Erro ao copiar o diretório - Backup/Restauração não é confiável Erros até o momento: %d Deseja continuar?
russian: Ошибка копирования каталога - Резервное копирование/восстановление ненадежно Ошибок на данный момент: %d Продолжить?
spanish: Error al copiar el directorio - La Backup/restauración no es fiable Errores hasta el momento: %d ¿Desea continuar?

source: Error copying file - Backup/Restore is not reliable Errors so far: %d Do you want to continue?
german: Fehler beim Kopieren der Datei Sicherung/Wiederherstellung ist nicht zuverlässig Bisherige Fehler: %d Möchten Sie fortfahren?
italian: Errore durante la copia del file - Backup/Ripristino non affidabile Errori finora: %d Continuare?
japanese: ファイルのコピー中にエラーが発生しました - バックアップ/リストアは信頼できません これまでのエラー数: %d 続行しますか？
portuguese: Erro ao copiar o arquivo - Backup/Restauração não é confiável Erros até o momento: %d Deseja continuar?
russian: Ошибка копирования файла - Резервное копирование/восстановление ненадежно Ошибок на данный момент: %d Продолжить?
spanish: Error al copiar el archivo: la Backup/restauración no es fiable Errores hasta el momento: %d ¿Desea continuar?

source: Error while parsing folder content %s %s Copy may be incomplete
german: Fehler beim Analysieren des Ordnerinhalts %s %s Kopieren möglicherweise unvollständig
italian: Errore durante l'analisi del contenuto della cartella %s %s La copia potrebbe essere incompleta
japanese: フォルダの内容の解析中にエラーが発生しました: %s %s コピーが完了していない可能性があります
portuguese: Erro ao analisar o conteúdo da pasta %s %s A cópia pode estar incompleta
russian: Ошибка при анализе содержимого папки %s %s Копирование может быть неполным
spanish: Error al analizar el contenido de la carpeta %s %s La copia podría estar incompleta

source: Error while closing folder %s %s
german: Fehler beim Schließen des Ordners %s %s
italian: Errore durante la chiusura della cartella %s %s
japanese: フォルダを閉じる際にエラーが発生しました: %s %s
portuguese: Erro ao fechar a pasta %s %s
russian: Ошибка при закрытии папки %s %s
spanish: Error al cerrar la carpeta %s %s

source: Copying file: %s
german: Kopiere Datei: %s
italian: Copia del file: %s
japanese: ファイルをコピー中: %s
portuguese: Copiando: %s
russian: Копируемый файл: %s
spanish: Copiando archivo: %s

source: From: %s
german: Von: %s
italian: Da: %s
japanese: 差出人: %s
portuguese: De: %s
russian: Из %s
spanish: Desde: %s

source: Deleting folder %s
german: Lösche Ordner %s
italian: Eliminazione cartella %s
japanese: フォルダ %s を削除しています
portuguese: Excluindo pasta %s
russian: Удаление папки %s
spanish: Eliminando carpeta %s

source: Deleting file %s
german: Lösche Datei %s
italian: Eliminazione cartella %s
japanese: ファイル %s を削除しています
portuguese: Excluindo arquivo %s
russian: Удаление файла %s
spanish: Eliminando archivo %s

source: From: %s
german: Von: %s
italian: Da: %s
japanese: 差出人: %s
portuguese: De: %s
russian: Из %s
spanish: Desde: %s

source: Error setting permissions - Restore is not reliable Errors so far: %d Do you want to continue?
german: Fehler beim Festlegen der Berechtigungen – Wiederherstellung nicht zuverlässig Bisherige Fehler: %d Möchten Sie fortfahren?
italian: Errore durante l'impostazione delle autorizzazioni - Il ripristino non è affidabile Errori finora: %d Vuoi continuare?
japanese: 権限設定エラー - 復元は信頼できません これまでのエラー: %d 続行しますか?
portuguese: Erro ao definir permissões - A restauração não é confiável Erros até agora: %d Deseja continuar?
russian: Ошибка установки прав доступа - Восстановление ненадежно Ошибки на данный момент: %d Вы хотите продолжить?
spanish: Error al configurar los permisos: la restauración no es fiable Errores hasta el momento: %d ¿Desea continuar?

source: Disclaimer:
german: Haftungsausschluss:
italian: Esclusione di Responsabilità:
japanese: 免責事項:
portuguese: Atenção:
russian: Отказ от ответственности:
spanish: Atención:

source: There is always the potential for a brick.
german: Es gibt immer das Risiko auf einen Brick.
italian: C'è sempre un potenziale brick alla console.
japanese: ブリックの可能性は常にあります。
portuguese: Sempre há risco de brickar seu Wii U.
russian: Всегда есть шанс брикнуть консоль.
spanish: Siempre existe la posibilidad de un brick.

source: Everything you do with this software is your own responsibility
german: Alles, was Sie mit dieser Software tun, liegt in Ihrer eigenen Verantwortung
italian: Tutto ciò che fai con questo software è sotto la tua responsabilità
japanese: このソフトウェアで行うすべてのことは、あなた自身の責任です
portuguese: Tudo que você fizer neste aplicativo é sua responsabilidade
russian: Всё что вы делаете в программе вы делаете на свой страх и риск
spanish: Todo lo que hagas con este software es tu responsabilidad

source: Error opening FAT32 chars translation file %s %s
german: Fehler beim Öffnen der FAT32-Zeichenübersetzungsdatei %s %s
italian: Errore durante l'apertura del file di traduzione dei caratteri FAT32 %s %s
japanese: FAT32 文字変換ファイルを開くときにエラーが発生しました %s %s
portuguese: Erro ao abrir o arquivo de tradução de caracteres FAT32 %s %s
russian: Ошибка открытия файла преобразования символов FAT32 %s %s
spanish: Error al abrir archivo de traducción de caracteres FAT32 %s %s

source: Error updating FAT32 chars translation file for file %s %s
german: Fehler beim Aktualisieren der FAT32-Zeichenübersetzungsdatei für Datei %s %s
italian: Errore durante l'aggiornamento del file di traduzione dei caratteri FAT32 per il file %s %s
japanese: ファイル %s %s の FAT32 文字変換ファイルの更新エラー
portuguese: Erro ao atualizar o arquivo de tradução de caracteres FAT32 para o arquivo %s %s
russian: Ошибка обновления файла преобразования символов FAT32 для файла %s %s
spanish: Error al actualizar el archivo de traducción de caracteres FAT32 del archivo %s %s

source: Error closing FAT32 chars translation file %s %s
german: Fehler beim Schließen der FAT32-Zeichenübersetzungsdatei %s %s
italian: Errore durante la chiusura del file di traduzione dei caratteri FAT32 %s %s
japanese: FAT32文字変換ファイルのクローズ中にエラーが発生しました %s %s
portuguese: Erro ao fechar o arquivo de tradução de caracteres FAT32 %s %s
russian: Ошибка закрытия файла преобразования символов FAT32 %s %s
spanish: Error al cerrar el archivo de traducción de caracteres FAT32 %s %s

source: Unexpected format for target in FAT32 translation file: %s
german: Unerwartetes Format für Ziel in FAT32-Übersetzungsdatei: %s
italian: Formato imprevisto per la destinazione nel file di traduzione FAT32: %s
japanese: FAT32変換ファイルのターゲットに予期しないフォーマットがあります: %s
portuguese: Formato inesperado para o destino no arquivo de tradução FAT32: %s
russian: Неожиданный формат для цели в файле перевода FAT32: %s
spanish: Formato inesperado para el destino en el archivo de traducción FAT32: %s

source: Unexpected format for taget in FAT32 translation file: %s
german: Unerwartetes Format für Ziel in FAT32-Übersetzungsdatei: %s
italian: Formato imprevisto per il target nel file di traduzione FAT32: %s
japanese: FAT32変換ファイルのターゲットに予期しないフォーマットがあります: %s
portuguese: Formato inesperado para o destino em Arquivo de tradução FAT32: %s
russian: Неожиданный формат для цели в файле перевода FAT32: %s
spanish: Formato inesperado para el destino en Archivo de traducción FAT32: %s

source: Unexpected format for source in FAT32 translation file: %s
german: Unerwartetes Format für die Quelle in der FAT32-Übersetzungsdatei: %s
italian: Formato imprevisto per l'origine nel file di traduzione FAT32: %s
japanese: FAT32変換ファイルのソースに予期しないフォーマットがあります: %s
portuguese: Formato inesperado para a origem no arquivo de tradução FAT32: %s
russian: Неожиданный формат для источника в файле перевода FAT32: %s
spanish: Formato inesperado para el origen en el archivo de traducción FAT32: %s

source: Error parsing FAT32 chars translation file %s %s
german: Fehler beim Parsen der FAT32-Zeichenübersetzungsdatei %s %s
italian: Errore durante l'analisi del file di traduzione dei caratteri FAT32 %s %s
japanese: FAT32 文字変換ファイルの解析中にエラーが発生しました %s %s
portuguese: Erro ao analisar o arquivo de tradução de caracteres FAT32 %s %s
russian: Ошибка анализа файла преобразования символов FAT32 %s %s
spanish: Error al analizar archivo de traducción de caracteres FAT32 %s %s

source: FAT32 chars translation file is empty %s %s
german: FAT32-Zeichenübersetzungsdatei ist leer %s %s
italian: Il file di traduzione dei caratteri FAT32 è vuoto %s %s
japanese: FAT32文字変換ファイルが空です %s %s
portuguese: O arquivo de tradução de caracteres FAT32 está vazio %s %s
russian: Файл перевода символов FAT32 пуст %s %s
spanish: El archivo de traducción de caracteres FAT32 está vacío %s %s
