Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Duplicate Mii ID found (%s). Notice that MiiMaker will delete a duplicated mii, whereas MiiChannel doesn't seem to care. You can generate a new Mii ID for it, and it will become a completely new unique mii. Do you want me to change Mii Id for this mii?
german: Doppelte Mii-ID gefunden (%s). Beachten Sie, dass MiiMaker einen doppelten Mii löscht, während MiiChannel dies scheinbar ignoriert. Sie können eine neue Mii-ID dafür generieren, wodurch ein völlig neuer, einzigartiger Mii entsteht. Soll ich die Mii-ID für diesen Mii ändern?
italian: Trovato ID Mii duplicato (%s). Nota che MiiMaker eliminerà un Mii duplicato, mentre MiiChannel non sembra preoccuparsene. Puoi generare un nuovo ID Mii per esso e diventerà un Mii completamente nuovo e unico. Vuoi che cambi l'ID Mii per questo Mii?
japanese: 重複したMii ID (%s) が見つかりました。MiiMakerは重複したMiiを削除しますが、MiiChannelはそれを気にしていないようです。 新しいMii IDを生成すると、完全に新しい固有のMiiになります。 このMiiのMii IDを変更しますか？
portuguese: ID de Mii duplicado encontrado (%s). Observe que o MiiMaker excluirá um Mii duplicado, enquanto o MiiChannel parece não se importar. Você pode gerar um novo ID de Mii para ele, e ele se tornará um Mii único completamente novo. Deseja que eu altere o ID do Mii para este Mii?
russian: Обнаружен дубликат Mii ID (%s). Обратите внимание, что MiiMaker удалит дубликат MII, в то время как MiiChannel, похоже, это не волнует. Вы можете сгенерировать для него новый Mii ID, и он станет совершенно новым уникальным MII. Хотите, чтобы я изменил Mii ID для этого MII?
spanish: ID de Mii duplicado encontrado (%s). Observa que MiiMaker eliminará un Mii duplicado, mientras que a MiiChannel no parece importarle. Puedes generar un nuevo Mii ID para él y se convertirá en un Mii único y completamente nuevo. ¿Quieres que cambie el Mii ID de este Mii?

source: DB %s has not been initialized
german: DB %s wurde nicht initialisiert
italian: DB %s non è stato inizializzato
japanese: DB %s は初期化されていません
portuguese: Banco de dados %s não foi inicializado
russian: Базы данных %s не инициализирована
spanish: La base de datos %s no se ha inicializado

source: Looking for a Mii in location: %d/%d. Miis found: %d.
german: Suche nach einem Mii am Standort: %d/%d. Gefundene Miis: %d.
italian: Cerco un Mii nella posizione: %d/%d. Mii trovati: %d.
japanese: 場所: %d/%dでMiiを検索しています。見つかったMii: %d個。
portuguese: Procurando um Mii na localização: %d/%d. Miis encontrados: %d.
russian: Поиск Mii в местоположении: %d/%d. Найдены Mii: %d.
spanish: Buscando un Mii en la ubicación: %d/%d. Miis encontrados: %d.

source: Backup found on this slot. Overwrite it?
german: Sicherung auf diesem Slot gefunden. Überschreiben?
italian: Backup trovato su questo slot. Sovrascriverlo?
japanese: このスロットでバックアップが見つかりました。 上書きしますか？
portuguese: Este slot já possui backup. Sobreescrever?
russian: Слот не пустой. Перезаписать?
spanish: Se ha encontrado una copia en este slot. ¿Sobreescribirlo?

source: %s Backup failed. DO NOT restore from this slot.
german: %s Sicherung fehlgeschlagen. STELLE NICHT von diesem Slot wiederher.
italian: %s Backup non riuscito. NON è stato possibile ripristinare da questo slot.
japanese: %s バックアップに失敗しました。 このスロットから復元しないでください。
portuguese: %s Falha ao fazer backup: NÃO restaure este slot.
russian: %s Бекап не удался. НЕ восстанавливайте из этого слота.
spanish: %s Error de Backup. NO restaurar desde este slot.

source: Backup aborted.
german: Sicherung abgebrochen.
italian: Backup interrotto.
japanese: バックアップが中止されました。
portuguese: Backup abortado.
russian: Резервное копирование прервано.
spanish: Copia de seguridad abortada.

source: Warning - Error copying stadio file
german: Warnung – Fehler beim Kopieren der Stadio-Datei
italian: Avviso - Errore durante la copia del file stadio
japanese: 警告 - stadio ファイルのコピー中にエラーが発生しました
portuguese: Aviso - Erro ao copiar o arquivo stadio
russian: Предупреждение - Ошибка копирования файла stadio
spanish: Advertencia: Error al copiar el archivo de Stadio

source: PARTIAL BACKUP
german: TEILSBACKUP
italian: BACKUP PARZIALE
japanese: 部分バックアップ
portuguese: BACKUP PARCIAL
russian: ЧАСТИЧНОЕ РЕЗЕРВНОЕ КОПИРОВАНИЕ
spanish: COPIA DE SEGURIDAD PARCIAL

source: NO STADIO
german: KEIN STADIO
japanese: スタジオなし
portuguese: SEM ESTÁDIO
russian: БЕЗ СТАДИО
spanish: SIN STADIO

source: UNUSABLE SLOT - BACKUP FAILED
german: Unbrauchbarer Steckplatz
italian: SLOT INUTILIZZABILE - BACKUP FALLITO
japanese: 使用できないスロット - バックアップに失敗しました
portuguese: SLOT INUSÁVEL - FALHA NO BACKUP
russian: НЕИСПОЛЬЗУЕМЫЙ СЛОТ - СБОЙ РЕЗЕРВНОГО КОПИРОВАНИЯ
spanish: SLOT INUTILIZABLE - BACKUP KO

source: Restore aborted.
german: Wiederherstellung abgebrochen.
italian: Ripristino interrotto.
japanese: 復元を中止しました。
portuguese: Restauração abortada.
russian: Восстановление прервано.
spanish: Restauración cancelada.

source: Wipe aborted.
german: Löschen abgebrochen.
italian: Cancellazione annullata.
japanese: ワイプを中止しました。
portuguese: Limpeza abortada.
russian: Очистка прервана.
spanish: Borrado cancelado.

source: Error wiping data.
german: Fehler beim Löschen der Daten.
italian: Errore durante la cancellazione dei dati.
japanese: データの消去エラー
portuguese: Erro ao limpar os dados.
russian: Ошибка очистки данных.
spanish: Error al borrar datos.

source: Error deleting file.
german: Fehler beim Löschen der Datei.
italian: Errore durante l'eliminazione del file.
japanese: ファイルの削除中にエラーが発生しました。
portuguese: Erro ao excluir o arquivo.
russian: Ошибка удаления файла.
spanish: Error al eliminar el archivo.

source: %s Wipe failed.
german: %s Löschen fehlgeschlagen.
italian: %s Cancellazione non riuscita.
japanese: %s 消去に失敗しました。
portuguese: %s Falha na limpeza.
russian: %s Очистка не удалась.
spanish: %s Error al borrar.

source: Initialize aborted.
german: Initialisierung abgebrochen.
italian: Inizializzazione interrotta.
japanese: 初期化を中止しました。
portuguese: Inicialização abortada.
russian: Инициализация прервана.
spanish: Inicialización cancelada.

source: %s Initialize db failed.
german: %s Initialisierung der Datenbank fehlgeschlagen.
italian: %s Inizializzazione del database non riuscita.
japanese: %s DBの初期化に失敗しました。
portuguese: %s Falhaao inicializar o banco de dados.
russian: %s Не удалось инициализировать базу данных.
spanish: %s Error al inicializar la base de datos.

source: No Wii U titles found.
german: Keine Wii U Titel gefunden.
italian: Nessun titolo Wii U trovato.
japanese: Wii U のタイトルが見つかりません。
portuguese: Títulos de Wii U não encontrados.
russian: Не найдено тайтлов Wii U.
spanish: No se han encontrado títulos de Wii U.

source: No vWii titles found.
german: Keine vWii-Titel gefunden.
italian: Nessun titolo vWii trovato
japanese: vWiiタイトルが見つかりません
portuguese: Nenhum título vWii encontrado.
russian: Нет заголовков vWii
spanish: No se encontraron títulos para vWii.

source: Wii U Titles
german: Wii-U-Titel
italian: Titoli Wii U
japanese: Wii U タイトル
portuguese: Títulos do Wii U
spanish: Títulos de Wii U

source: vWii Titles
german: vWii-Titel
italian: Titoli vWii
japanese: vWii タイトル
portuguese: Títulos vWii

source: %s Sort: %s \ue084
german: %s Sortierung: %s \ue084
italian: %s Ordin.: %s \ue084
japanese: %s 並べ替え: %s \ue084
portuguese: %s Ordenar: %s \ue084
russian: %s Сортировка: %s \ue084
spanish: %s Orden: %s \ue084

source: [Not Init]
italian: [Non Init]
japanese: [初期化しない]
portuguese: [Não Inic.]
spanish: [No Inic.]

source: \ue000: Select Game \ue085\ue07e\ue086: Paging \ue001: Back
german: \ue000: Spiel auswählen \ue085\ue07e\ue086: Blättern \ue001: Zurück
italian: \ue000: Seleziona gioco \ue085\ue07e\ue086: Paginazione \ue001: Indietro
japanese: \ue000: ゲームを選択 \ue085\ue07e\ue086: ページング \ue001: 戻る
portuguese: \ue000: Selecionar Jogo \ue085\ue07e\ue086: Paginação \ue001: Voltar
russian: \ue000: Выбрать игру \ue085\ue07e\ue086: Перелистывание \ue001: Назад
spanish: \ue000: Seleccionar juego \ue085\ue07e\ue086: Paginación \ue001: Atrás

source: CBHC save. Could be dangerous to modify. Continue?
german: CBHC Speicherstand. Könnte gefährlich sein zu ändern. Fortfahren?
italian: Salvataggio CBHC. Potrebbe essere pericoloso da modificare. Continuare?
japanese: CBHCセーブ。 変更するのは危険です。 継続しますか？
portuguese: Save de CBHC detectado. Pode ser perigoso modificá-lo. Continuar?
russian: Сохранение CBHC. Может быть опасным для изменения. Продолжить?
spanish: Save de CBHC. Puede ser peligroso modificarlo. ¿Continuar?

source: Are you REALLY sure?
german: Bist du WIRKLICH sicher?
italian: Sei DAVVERO sicuro?
japanese: 本当によろしいですか？
portuguese: Tem certeza que quer fazer isso?
russian: Ты ТОЧНО уверен?
spanish: ¿Estás COMPLETAMENTE seguro?

source: Savedata for this title has not been initialized. You can try to restore it, but in case that the restore fails, please run the Game to create some initial savedata and try again. You can continue to Task Selection
german: Die Speicherdaten für diesen Titel wurden nicht initialisiert. Sie können versuchen, sie wiederherzustellen. Falls die Wiederherstellung fehlschlägt, starten Sie bitte das Spiel, um anfängliche Speicherdaten zu erstellen, und versuchen Sie es erneut. Sie können mit der Aufgabenauswahl fortfahren.
italian: I dati salvati per questo titolo non sono stati inizializzati. Puoi provare a ripristinarli, ma nel caso in cui il ripristino fallisca, esegui il gioco per creare alcuni dati salvati iniziali e riprova. Puoi continuare con la selezione delle attività
japanese: このタイトルのセーブデータは初期化されていません。 復元を試みることができますが、復元に失敗した場合は、 ゲームを実行して初期セーブデータを作成し、 もう一度お試しください。 タスク選択に進むことができます。
portuguese: Os dados salvos para este título não foram inicializados. Você pode tentar restaurá-los, mas caso a restauração falhe, execute o jogo para criar alguns dados salvos iniciais e tente novamente. Você pode continuar para a Seleção de Tarefas
russian: Сохраненные данные для этой игры не были инициализированы. Вы можете попробовать восстановить их, но если восстановление не удастся, пожалуйста, запустите игру, чтобы создать начальные сохраненные данные, и попробуйте снова. Вы можете перейти к выбору задач.
spanish: Los datos guardados de este título no se han inicializado. Puedes intentar restaurarlos, pero en caso de que la restauración falle, ejecuta el juego para crear algunos datos guardados iniciales y vuelve a intentarlo. Puedes continuar con la selección de tareas.

source: SaveMii is now using a new name format for savedata folders. Instead of using hex values, folders will be named after the title name, so for this title, folder '%08x%08x' would become '%s', easier to locate in the SD. Do you want to rename already created backup folders? \ue000 Yes, but only for this title \ue045 Yes, please migrate all %s \ue001 Not this time \ue002 Not in this session
german: SaveMii verwendet jetzt ein neues Namensformat für Speicherdatenordner. Anstatt Hexadezimalwerte zu verwenden, werden Ordner nach dem Titelnamen benannt. Für diesen Titel wird der Ordner '%08x%08x' also zu '%s', was auf der SD-Karte leichter zu finden ist. Möchten Sie bereits erstellte Backup-Ordner umbenennen? \ue000 Ja, aber nur für diesen Titel. \ue045 Ja, bitte alle %s migrieren. \ue001 Dieses Mal nicht. \ue002 Nicht in dieser Sitzung.
italian: SaveMii ora utilizza un nuovo formato per le cartelle dei dati salvati. Invece di utilizzare valori esadecimali, le cartelle saranno denominate in base al titolo, quindi, per questo titolo, la cartella '%08x%08x' diventerebbe '%s', più facile da individuare nella SD. Vuoi rinominare le cartelle di backup già create? \ue000 Sì, ma solo per questo titolo \ue045 Sì, migra tutte le %s \ue001 Non questa volta \ue002 Non in questa sessione
japanese: SaveMiiはセーブデータフォルダに新しい命名形式を使用するようになりました。進数値ではなく、タイトル名に基づいてフォルダ名が付けられます。そのため、このタイトルではフォルダ'%08x%08x'は'%s' となり、SD内で見つけやすくなります。 既に作成されたバックアップフォルダの名前を変更しますか？ \ue000 はい、ただしこのタイトルのみ \ue045 はい、%sをすべて移行します \ue001 今回は移行しません \ue002 今回のセッションでは移行しません
portuguese: O SaveMii agora está usando um novo formato de nome para pastas de dados salvos. Em vez de usar valores hexadecimais, as pastas serão nomeadas com base no nome do título, portanto, para este título, a pasta '%08x%08x' se tornaria '%s', mais fácil de localizar no SD. Deseja renomear as pastas de backup já criadas? \ue000 Sim, mas apenas para este título \ue045 Sim, migre todos os %s \ue001 Não desta vez \ue002 Não nesta sessão
russian: SaveMii теперь использует новый формат имени для папок сохраненных данных. Вместо использования шестнадцатеричных значений папки будут именоваться по названию заголовка,поэтому для этого заголовка папка '%08x%08x' станет '%s', легче найти на SD Хотите переименовать уже созданные папки резервных копий? Да, но только для этого заголовка \ue045 Да, пожалуйста, перенесите все %s \ue001 Не в этот раз \ue002 Не в этом сеансе
spanish: SaveMii ahora usa un nuevo formato para las carpetas de savedata. En lugar de usar hexadecimales, las carpetas usan el nombre del título, por lo que, para este título, la carpeta '%08x%08x' sería '%s', más fácil de localizar en la SD. ¿Quieres renombrar las carpetas de Backup ya creadas? \ue000 Sí, pero solo para este título \ue045 Sí, por favor, migra todos los %s \ue001 No esta vez \ue002 No en esta sesión

source: Ok, legacy folder '%08x%08x' will be used. Backups in '%s' will not be accessible Manually copy or migrate data beween folders to access them
german: Ok, der alte Ordner ‚%08x%08x‘ wird verwendet. Auf die Sicherungen in '%s' kann nicht zugegriffen werden. Kopieren oder migrieren Sie die Daten manuell zwischen Ordnern, um darauf zuzugreifen.
italian: Ok, verrà utilizzata la cartella legacy '%08x%08x'. I backup in '%s' non saranno accessibili. Copiare o migrare manualmente i dati tra le cartelle per accedervi.
japanese: OK、従来のフォルダ '%08x%08x' が使用されます。 '%s' 内のバックアップにはアクセスできません。 アクセスするには、フォルダ間でデータを手動でコピーまたは移行してください。
portuguese: Ok, a pasta legada '%08x%08x' será usada. Backups em '%s' não serão acessíveis Copie ou migre manualmente os dados entre as pastas para acessá-las
russian: Хорошо, будет использована устаревшая папка '%08x%08x'. Резервные копии в '%s' не будут доступны Вручную скопируйте или перенесите данные между папками, чтобы получить к ним доступ
spanish: Bien, se usará la carpeta antigua '%08x%08x'. No se podrá acceder a backups en '%s'. Copie o migre manualmente los datos entre carpetas para acceder a ellos.

source: Ok, legacy folder '%08x%08x' will be used.
german: Okay, der alte Ordner '%08x%08x' wird verwendet.
italian: Ok, verrà utilizzata la cartella legacy '%08x%08x'
japanese: OK、従来のフォルダ '%08x%08x' が使用されます。
portuguese: Ok, a pasta legada '%08x%08x' será usada.
russian: Хорошо, будет использована устаревшая папка '%08x%08x'.
spanish: Bien, se usará la carpeta heredada '%08x%08x'.

source: Select %s:
german: Wähle %s:
italian: Seleziona %s:
japanese: %s を選択:
portuguese: Selecionar %s:
russian: Выбрать %s:
spanish: Seleccionar %s:

source: slot
italian: spazio
japanese: スロット
russian: слот

source: Empty
german: Leer
italian: Vuoto
japanese: 空の
portuguese: Vazio
russian: Пусто
spanish: Libre

source: Used
german: Belegt
italian: Utilizzato
japanese: 使用済み
portuguese: Usado
russian: Использовано
spanish: Usado

source: Slot -> Date: %s
german: Slot -> Datum: %s
italian: Slot -> Data: %s
japanese: スロット -> 日付: %s
portuguese: Slot -> Data: %s
russian: Слот -> Дата: %s
spanish: Slot -> Fecha: %s

source: Source:
german: Quelle:
italian: Origine:
japanese: ソース:
portuguese: Fonte:
russian: Источник:
spanish: Origen:

source: Target:
german: Ziel:
italian: Destinazione:
japanese: ターゲット:
portuguese: Alvo:
russian: Цель:
spanish: Objetivo:

source: Has Save
german: Speicherstand gefunden
italian: Salvato
japanese: 保存あり
portuguese: Possui Save
russian: Есть сохранение
spanish: Existe Save

source: DB will be wiped
german: DB wird gelöscht
italian: DB verrà cancellato
japanese: DB が消去されます
portuguese: Banco de dados será apagado
russian: Базы данных будут очищены
spanish: La base de datos se borrará

source: DB will be wiped and initialized
german: DB wird gelöscht und initialisiert
italian: DB verrà cancellato e inizializzato
japanese: DB が消去され、初期化されます
portuguese: Banco de dados será apagado e inicializado
russian: Базы данных будут очищены и инициализированы
spanish: La base de datos se borrará e inicializará

source: Backup
japanese: バックアップ
russian: Резервное копирование

source: \ue000: Backup \ue001: Back
german: \ue000: Sichern \ue001: Zurück
italian: \ue000: Backup \ue001: Indietro
japanese: \ue000: バックアップ \ue001: 戻る
portuguese: \ue000: Copiar \ue001: Voltar
russian: \ue000: Резервное копирование \ue001: Назад
spanish: \ue000: Backup \ue001: Atrás

source: \ue000: Backup \ue045 Tag Slot \ue046 Delete Slot \ue001: Back
german: \ue000: Sichern \ue045: Tag-Slot \ue046: Slot löschen \ue001: Zurück
italian: \ue000: Backup \ue045 Tag Slot \ue046 Elimina Slot \ue001: Indietro
japanese: \ue000: バックアップ \ue045 タグスロット \ue046 スロットを削除 \ue001: 戻る
portuguese: \ue000: Fazer Backup \ue045 Slot de Tag \ue046 Excluir Slot \ue001: Voltar
russian: \ue000: Копировать \ue045 Слот тега \ue046 Удалить слот \ue001: Назад
spanish: \ue000: Backup \ue001: Etiquetar slot \ue046: Eliminar slot \ue001: Atrás

source: Restore
german: Wiederherstellen
italian: Ripristina
japanese: 復元
portuguese: Restaurar
russian: Восстановить
spanish: Restaurar

source: \ue000: Restore \ue001: Back
german: \ue000: Wiederherstellen \ue001: Zurück
italian: \ue000: Ripristina \ue001: Indietro
japanese: \ue000: 復元 \ue001: 戻る
portuguese: \ue000: Restaurar \ue001: Voltar
russian: \ue000: Восстановление \ue001: Назад
spanish: \ue000: Restaurar \ue001: Atrás

source: \ue000: Restore \ue045 Tag Slot \ue001: Back
german: \ue000: Tag-Slot wiederherstellen \ue045 \ue001: Zurück
italian: \ue000: Ripristina \ue045 Tag Slot \ue001: Indietro
japanese: \ue000: 復元 \ue045 タグスロット \ue001: 戻る
portuguese: \ue000: Restaurar \ue045 Slot de Tag \ue001: Voltar
russian: \ue000: Восстановление слота тега \ue045 \ue001: Назад
spanish: \ue000: Restaurar \ue0045 Ranura de etiqueta \ue001: Atrás

source: CrossRestore
japanese: クロス リストア
spanish: Restauración cruzada

source: \ue000: XRestore \ue001: Back
german: \ue000: XRestore \ue001: Zurück
italian: \ue000: XRestore \ue001: Indietro
japanese: \ue000: XRestore \ue001: 戻る
portuguese: \ue000: XRestore \ue001: Voltar
russian: \ue000: XRestore \ue001: Назад
spanish: \ue000: XRestore \ue001: Atrás

source: \ue000: XRestore \ue045 Tag Slot \ue001: Back
german: \ue000: XRestore \ue045 Tag-Slot \ue001: Zurück
italian: \ue000: XRestore \ue045 Tag Slot \ue001: Indietro
japanese: \ue000: XRestore \ue045 タグスロット\ue001: 戻る
portuguese: \ue000: XRestore \ue045 Slot de Tag \ue001: Voltar
russian: \ue000: XRestore слота тега \ue045 \ue001: Назад
spanish: \ue000: XRestore \ue0045 Ranura de etiqueta \ue001: Atrás

source: Wipe
german: Löschen
italian: Cancella
japanese: 消去
portuguese: Limpar
spanish: Borrar

source: \ue000: Wipe \ue001: Back
german: \ue000: Lösche \ue001: Zurück
italian: \ue000: Pulire \ue001: Indietro
japanese: \ue000:ワイプ \ue001:戻る
portuguese: \ue000: Excluir \ue001: Voltar
russian: \ue000: Очистить \ue001: Назад
spanish: \ue000: Eliminar \ue001: Atrás

source: Initialize
german: Initialisieren
italian: Inizializza
japanese: 初期化
portuguese: Inicializar
russian: Инициализация
spanish: Inicializar

source: \ue000: Initialize \ue001: Back
german: \ue000: Initialisieren \ue001: Zurück
italian: \ue000: Inizializza \ue001: Indietro
japanese: \ue000: 初期化\ue001: 戻る
portuguese: \ue000: Inicializar \ue001: Voltar
russian: \ue000: Инициализация \ue001: Назад
spanish: \ue000: Inicializar \ue001: Atrás

source: No data selected to backup
german: Keine Daten zum Sichern ausgewählt.
italian: Nessun dato selezionato per il backup
japanese: バックアップするデータが選択されていません
portuguese: Nenhum dado selecionado para backup
russian: Данные для резервного копирования не выбраны
spanish: No se seleccionaron datos para backup

source: No data selected to wipe
german: Keine Daten zum Löschen ausgewählt.
italian: Nessun dato selezionato da cancellare
japanese: 消去するデータが選択されていません
portuguese: Nenhum dado selecionado para apagar
russian: Данные для стирания не выбраны
spanish: No se seleccionaron datos para borrar

source: No data selected to restore
german: Keine Daten zum Wiederherstellen ausgewählt.
italian: Nessun dato selezionato da ripristinare
japanese: 復元するデータが選択されていません
portuguese: Nenhum dado selecionado para restaurar
russian: Данные для восстановления не выбраны
spanish: No se seleccionaron datos para restaurar

source: No data selected to cross-restore
german: Keine Daten zum Wiederherstellen ausgewählt
italian: Nessun dato selezionato per il ripristino incrociato
japanese: 相互復元するデータが選択されていません
portuguese: Nenhum dado selecionado para restauração cruzada
russian: Данные для перекрестного восстановления не выбраны
spanish: No se han seleccionado datos para la restauración cruzada

source: Data succesfully backed up!
german: Daten erfolgreich gesichert!
italian: Backup dati completato correttamente!
japanese: データが正常にバックアップされました。
portuguese: Backup de dados concluído com sucesso!
russian: Данные успешно скопированы!
spanish: ¡Copia de seguridad de datos realizada correctamente!

source: It is not allowed to restore Account data from a different console
german: Das Wiederherstellen von Kontodaten von einer anderen Konsole ist nicht erlaubt.
italian: Non è consentito ripristinare i dati dell'account da una console diversa
japanese: 別のコンソールからアカウントデータを復元することはできません
portuguese: Não é permitido restaurar dados da conta de um console diferente
russian: Восстановление данных учетной записи с другой консоли запрещено
spanish: No se permite restaurar datos de cuenta desde otra consola

source: Error populating repo %s
german: Fehler beim Füllen des Repositorys %s
italian: Errore durante il popolamento del repository %s
japanese: リポジトリ %s の作成中にエラーが発生しました
portuguese: Erro ao preencher o repositório %s
russian: Ошибка заполнения репозитория %s
spanish: Error al rellenar el repositorio %s

source: Are you sure? EXISTING MIIS WILL BE OVERWRITTEN
german: Sind Sie sicher? BESTANDENE MIIS WERDEN ÜBERSCHRIEBEN
italian: Sei sicuro? I MII ESISTENTI VERRANNO SOVRASCRITTI
japanese: よろしいですか? 既存の MII が上書きされます
portuguese: Tem certeza? OS MIIS EXISTENTES SERÃO SOBRESCRITOS
russian: Вы уверены? СУЩЕСТВУЮЩИЕ MIIS БУДУТ ПЕРЕЗАПИСАНЫ
spanish: ¿Estás seguro? LOS MIIS EXISTENTES SERÁN SOBRESCRITOS

source: Data succesfully restored!
german: Daten erfolgreich wiederhergestellt!
italian: Dati ripristinati correttamente!
japanese: データが正常に復元されました。
portuguese: Dados restaurados com sucesso!
russian: Данные успешно восстановлены!
spanish: ¡Datos restaurados correctamente!

source: Are you sure? ALL MIIS WILL BE WIPED
german: Sind Sie sicher? ALLE MIIS WERDEN GELÖSCHT
italian: Sei sicuro? TUTTI I MII VERRANNO CANCELLATI
japanese: よろしいですか? すべての MII が消去されます
portuguese: Tem certeza? TODOS OS MIIS SERÃO APAGADOS
russian: Вы уверены? ВСЕ MIIS БУДУТ УДАЛЕНЫ
spanish: ¿Estás seguro? TODOS LOS MIIS SERÁN BORRADOS

source: Hm, are you REALLY sure? ALL MIIS WILL BE WIPED
german: Hm, sind Sie sich WIRKLICH sicher? ALLE MIIS WERDEN GELÖSCHT
italian: Hm, sei DAVVERO sicuro? TUTTI I MII SARANNO CANCELLATI
japanese: うーん、本当によろしいですか？ すべてのMIIが消去されます
portuguese: Hum, você TEM MESMO certeza? TODOS OS MIIS SERÃO APAGADOS
russian: Хм, вы ДЕЙСТВИТЕЛЬНО уверены? ВСЕ MIIS БУДУТ УДАЛЕНЫ
spanish: Hm, ¿estás REALMENTE seguro? TODOS LOS MIIS SERÁN BORRADOS

source: Data succesfully wiped!
german: Daten erfolgreich gelöscht!
italian: Dati cancellati correttamente!
japanese: データが正常に消去されました。
portuguese: Dados apagados com sucesso!
russian: Данные успешно очищены!
spanish: ¡Datos borrados correctamente!

source: Data succesfully initialized!
german: Daten erfolgreich initialisiert!
italian: Dati inizializzati correttamente!
japanese: データが正常に初期化されました。
portuguese: Dados inicializados com sucesso!
russian: Данные успешно инициализированы!
spanish: ¡Datos inicializados correctamente!
