Repository: w3irDv/savemii
Catalog: romfs/locales/*.po
Languages: german, italian, japanese, portuguese, russian, spanish

source: Warning - Error copying metadata saveinfo.xml. Not critical.
german: Warnung – Fehler beim Kopieren der Metadaten saveinfo.xml. Nicht kritisch.
italian: Avviso - Errore durante la copia dei metadati saveinfo.xml. Non critico.
japanese: 警告 - メタデータ saveinfo.xml のコピー中にエラーが発生しました。重大ではありません。
portuguese: Aviso - Erro ao copiar o arquivo saveinfo.xml dos metadados. Não é crítico.
russian: Предупреждение - Ошибка копирования метаданных saveinfo.xml. Не критично.
spanish: Advertencia: Error al copiar los metadatos saveinfo.xml. No crítico.

source: , from
german: , aus
italian: , da
japanese: 、から
portuguese: , de
russian: , из
spanish: , desde

source: Error creating JSON object: %s
german: Fehler beim Erstellen des JSON-Objekts: %s
italian: Errore durante la creazione dell'oggetto JSON: %s
japanese: JSONオブジェクト作成エラー: %s
portuguese: Erro ao criar objeto JSON: %s
russian: Ошибка создания объекта JSON: %s
spanish: Error al crear el objeto JSON: %s

source: Error creating JSON array: %s
german: Fehler beim Erstellen des JSON-Arrays: %s
italian: Errore durante la creazione dell'array JSON: %s
japanese: JSON配列作成エラー: %s
portuguese: Erro ao criar array JSON: %s
russian: Ошибка создания массива JSON: %s
spanish: Error al crear la matriz JSON: %s

source: Error dumping JSON object: %s
german: Fehler beim Dumpen des JSON-Objekts: %s
italian: Errore durante il dump dell'oggetto JSON: %s
japanese: JSONオブジェクトダンプエラー: %s
portuguese: Erro ao despejar objeto JSON: %s
russian: Ошибка дампа объекта JSON: %s
spanish: Error al volcar el objeto JSON: %s.

source: Error decoding JSON file %s in line %d: %s
german: Fehler beim Dekodieren der JSON-Datei %s in Zeile %d: %s
italian: Errore di decodifica del file JSON %s nella riga %d: %s
japanese: JSONファイルデコードエラー %s 行目 %d: %s
portuguese: Erro ao decodificar arquivo JSON %s a linha %d: %s
russian: Ошибка декодирования файла JSON %s строка %d: %s
spanish: Error al decodificar el archivo JSON %s en la línea %d: %s

source: Error: unexpected format (%s not an array)
german: Fehler: Unerwartetes Format (%s ist kein Array)
italian: Errore: formato imprevisto (%s non è un array)
japanese: エラー: 予期しない形式です (%s は配列ではありません)
portuguese: Erro: formato inesperado (%s não é uma matriz)
russian: Ошибка: непредвиденный формат (%s не массив)
spanish: Error: formato inesperado (%s no es una matriz)

source: Error parsing values in elements: %s
german: Fehler beim Parsen der Werte in den Elementen %s
italian: Errore durante l'analisi dei valori negli elementi: %s
japanese: 要素の値の解析中にエラーが発生しました: %s
portuguese: Erro ao analisar valores nos elementos: %s
russian: Ошибка анализа значений в элементах: %s
spanish: Error al analizar los valores de los elementos: %s.

source: Critical - Path is not a directory: %s
german: Kritisch – Pfad ist kein Verzeichnis: %s
italian: Critico - Il percorso non è una directory: %s
japanese: 重大 - パスがディレクトリではありません: %s
portuguese: Crítico - O caminho não é um diretório: %s
russian: Критический - Путь не является каталогом: %s
spanish: Crítico - La ruta no es un directorio: %s

source: cfgPath was no initialized and cannot be used: %s
german: CfgPath wurde nicht initialisiert und kann nAnderesProfilicht verwendet werden %s
italian: cfgPath non è stato inizializzato e non può essere utilizzato: %s
japanese: cfgPath が初期化されていないため、使用できません: %s
portuguese: O caminho cfg não foi inicializado e não pode ser usado: %s
russian: cfgPath не был инициализирован и не может быть использован: %s
spanish: cfgPath no se inicializó y no se puede usar: %s

source: Error reading file %s %s
german: Fehler beim Lesen der Datei %s %s
italian: Errore durante la lettura del file %s %s
japanese: ファイル読み取りエラー %s %s
portuguese: Erro ao ler o arquivo %s %s
russian: Ошибка чтения файла %s %s
spanish: Error al leer el archivo %s %s

source: %s Mii DB (%s)
german: %s Mii-Datenbank (%s)
portuguese: Banco de Dados do Mii %s (%s)

source: SPECIAL
german: SPEZIAL
portuguese: ESPECIAL
russian: СПЕЦKОP

source: Ok
russian: ОК
spanish: Aceptar

source: Name
italian: Nome

source: Storage
italian: Archiv.

source: Strg+Nm
italian: Arch+Nm

source: | SHARE
german: | AKTIE
russian: | доля
